Repository: NetDirect/barry
Catalog: desktop/po-osyncwrap/*.po
Languages: fr

source: Addressbook:
fr: French Addressbook:

source: Events:
fr: Évenements

source: Tasks:
fr: Tâches :

source: Memos:
fr: Mémos :

source: This is a helper program for barrydesktop, and is not intended to be called directly.
fr: Ceci est un programme utilitaire pour barrydesktop et n'est pas prévu pour être appelé directement.

source: Not supported on this system.
fr: Non supporté sur ce système

source: OpenSync 0.22 support was not compiled in.
fr: French OpenSync 0.22 support was not compiled in.

source: OpenSync 0.4x support was not compiled in.
fr: French OpenSync 0.4x support was not compiled in.

source: yes
fr: oui

source: no
fr: non

source: ADDED
fr: AJOUTÉ

source: UNMODIFIED
fr: NON MODIFIÉ

source: DELETED
fr: SUPPRIMÉ

source: MODIFIED
fr: MODIFIÉ

source: Bad change_id, or error getting nth change object.
fr: change_id invalide ou erreur lors de la récupération du nième objet change.

source: Conflict not ignored:
fr: Conflit non ignoré :

source: Conflict not resolved:
fr: Conflit non résolu :

source: Member %lld (%s) just connected
fr: Le membre %lld (%s) vient de se connecter

source: Member %lld (%s) just disconnected
fr: Le membre %lld (%s) vient de se déconnecter

source: Member %lld (%s) just sent all changes
fr: Le membre %lld (%s) vient d'envoyer tous les changements

source: Member %lld (%s) committed all changes
fr: Le membre %lld (%s) vient de valider tous les changements

source: Member %lld (%s) had an error while connecting: %s
fr: Le membre %lld (%s) a rencontré un erreur lors de la connectino : %s

source: Member %lld (%s) had an error while getting changes: %s
fr: Le membre %lld (%s) a rencontré une erreur lors de la récupération des modifications : %s

source: Member %lld (%s) had an error while calling sync done: %s
fr: Le membre %lld (%s) a rencontré une erreur quand l'appel à sync a été effectué : %s

source: Member %lld (%s) had an error while disconnecting: %s
fr: Le membre %lld (%s) a rencontré une erreur à la déconnexion : %s

source: Member %lld (%s) had an error while commiting changes: %s
fr: Le membre %lld (%s) a rencontré une erreur à la validation des changements : %s

source: member_status error:
fr: Erreur dans member_status :

source: Unknown exception caught in member_status()
fr: Exception inconnue attrapée dans member_status()

source: Received an entry %s without data from member %d (%s). Change type: %s
fr: Une entrée %s a été reçue sans donnée, du membre %d (%s). Type de changement : %s

source: Received an entry %s with data of size %d from member %d (%s). Change type: %s
fr: Une entrée %s a été reçue avec %d octets de données, du membre %d (%s). Type de changement : %s

source: Sent an entry %s of size %d to member %d (%s). Change type: %s
fr: Une entrée %s a été envoyée avec %d octets de données, au membre %d (%s). Type de changement : %s

source: Error writing entry %s to member %d (%s): %s
fr: Erreur lors de l'écriture de l'entrée %s au membre %d (%s) : %s

source: Error reading entry %s from member %d (%s): %s
fr: Erreur lors de la lecture de l'entrée %s au membre %d (%s) : %s

source: entry_status error:
fr: Erreur dans entry_status :

source: Unknown exception caught in entry_status()
fr: Exception inconnue attrapée dans entry_status()

source: The previous synchronization was unclean. Slow-syncing.
fr: La précédente synchronisation n'était pas propre. Synchronisation lente.

source: All clients connected or error
fr: Tous les clients sont connectés ou une erreur est survenue

source: All conflicts have been reported
fr: Tous les conflits ont été signalés

source: All clients sent changes or error
fr: Tous les clients ont envoyé leurs changements ou une erreur est survenue

source: All clients have written
fr: Tous les clients on écrit

source: All clients have disconnected
fr: Tous les clients se sont déconnectés

source: The sync was successful
fr: La synchronisation a réussi

source: The sync failed:
fr: La synchronisation a échoué :

source: engine_status error:
fr: Erreur dans engine_status :

source: Unknown exception caught in engine_status()
fr: Exception inconnue attrapée dans engine_status()

source: Mapping solved
fr: Correspondance résolue

source: Mapping Synced
fr: Correspondance synchronisée

source: Mapping Write Error:
fr: Erreur lors de l'écriture de la correspondance :

source: mapping_status error:
fr: Erreur dans mapping_status :

source: Unknown exception caught in mapping_status()
fr: Exception inconnue attrapée dans mapping_status() :

source: Conflict not resolved.
fr: Conflit non résolu.

source: Unknown exception caught in conflict_handler()
fr: Exception inconnue attrapée dans conflict_handler()

source: Error allocating opensync 0.22 environment
fr: Erreur lors de l'allocation de l'environnement opensync 0.22.

source: Unable to load format environment in GetFormats (22)
fr: Impossible de charger l'environnement de format dans GetFormats (22)

source: Unable to find group with name:
fr: Impossible de trouver le groupe de nom :

source: Group already exists:
fr: Le groupe existe déjà :

source: Unable to save group:
fr: Impossible d'enregistrer le groupe :

source: Group not found:
fr: Groupe non trouvé :

source: Unable to delete group:
fr: Impossible de supprimer le groupe :

source: Unable to connect plugin with member:
fr: Impossible de connecter le greffon au membre :

source: Unable to save member:
fr: Impossible d'enregistrer le membre :

source: Member not found:
fr: Membre non trouvé :

source: Unable to determine needed config:
fr: Impossible de déterminer la configuration requise :

source: Member %ld of group '%s' does not accept configuration.
fr: Le membre %ld du groupe '%s' n'accepte pas de configuration.

source: Member %ld not found.
fr: Le membre %ld n'a pas été trouvé.

source: Unable to retrieve config:
fr: Impossible de récupérer la configuration :

source: Unable to save member's config:
fr: Impossible d'enregistrer la configuration du membre :

source: Error while synchronizing:
fr: Erreur lors de la synchronisation :

source: Error initializing osengine:
fr: Erreur lors de l'initialisation d'osengine :

source: Error during sync:
fr: Erreur lors de la synchronisation :

source: (NULL error msg)
fr: (message d'erreur NULL)

source: Problems while aborting:
fr: Problèmes lors de l'annulation :

source: Received an entry %s (%s) from member %d (%s): %s
fr: L'entrée %s (%s) a été reçue, de la part du membre %d (%s) : %s

source: Sent an entry %s (%s) to member %d (%s): %s
fr: L'entrée %s (%s) a été envoyée au membre %d (%s) : %s

source: Error for entry %s (%s) and member %d (%s): %s
fr: Erreur concernant l'entrée %s (%s) et le membre %d (%s) : %s

source: entry_status error:
fr: Erreur dans entry_status :

source: Mapping error:
fr: Erreur de correspondance :

source: All changes got mapped
fr: Tous les changements ont trouvé une correspondance

source: All changes got prepared for write
fr: Tous les changements ont été préparés pour l'écriture

source: The previous synchronization was unclean. Slow-syncing
fr: La précédente synchronisation n'était pas propre. Synchronisation lente.

source: All clients reported sync done
fr: Tous les clients ont indiqué que la synchronisation a été effectuée

source: Main sink
fr: Sortie principale

source: %s sink
fr: Sortie %s

source: %s of member %d (%s) just connected
fr: %s du membre %d (%s) vient de se connecter

source: %s of member %d (%s) just disconnected
fr: %s du membre %d (%s) vient de se déconnecter

source: %s of member %d (%s) just sent all changes
fr: %s du membre %d (%s) vient d'envoyer tous les changements

source: %s of member %d (%s) committed all changes
fr: %s du membre %d (%s) vient d'envoyer tous les changements

source: %s of member %d (%s) reported sync done
fr: %s du membre %d (%s) a indiqué que la synchronisation a été effectuée

source: %s of member %d (%s) discovered its objtypes
fr: %s du membre %d (%s) a découvert ses objtypes

source: %s of member %d (%s) had an error: %s
fr: %s du membre %d (%s) a rencontré une erreur : %s

source: Error handling summary item.
fr: Élément de résumé de gestion d'erreur.

source: Unknown exception caught in multiply_summary()
fr: Exception inconnue attrapée dans multiply_summary()

source: Username (authentication parameter) is not supported in plugin!
fr: Le nom d'utilisateur (comme paramètre d'authentification) n'est pas supporté dans ce greffon !

source: Password authentication is not supported in plugin!
fr: L'authentification par mot de passe n'est pas supportée dans ce greffon !

source: Plugin not found:
fr: Greffon non trouvé

source: Unable to find plugin with name:
fr: Impossible de trouver le greffon nommé :

source: discover failed: no objtypes returned
fr: La recherche a échoué : aucun objtype renvoyé

source: Which entry do you want to use? [1-9] To select a side
fr: Quelle entrée voulez-vous utiliser ? [1-9] Pour choisir un côté

source: , [A]bort
fr: , [A]nnuler

source: , [D]uplicate
fr: , [D]upliquer

source: , [I]gnore
fr: , [I]gnorer

source: , Keep [N]ewer
fr: , Co[N]server le plus récent

source: Conflicting items:
fr: Éléments en conflit :

source: Abort not supported!
fr: L'annulation n'est pas supportée !

source: Ignore not supported!
fr: Ignorer n'est pas supporté !

source: Keep Newer not supported!
fr: Conserver le plus récent n'est pas supporté !

source: ERROR:
fr: ERREUR :

source: Synchronization Forecast Summary:
fr: Résumé de prévision de synchronisation :

source: Do you want to continue the synchronization? (N/y):
fr: Voulez-vous continuer la synchronisation ? (N/y) :

source: Aborting! Synchronization got aborted by user!
fr: Annulation ! La synchronisation a été annulée par l'utilisateur !

source: OK! Completing synchronization!
fr: OK ! Synchronisation effectuée !

source: CALLBACK ERROR:
fr: ERREUR DE FONCTION DE RAPPEL :

source: Unable to load opensync 0.40:
fr: Impossible de charger opensync 0.40 :

source: Unable to load opensync 0.22:
fr: Impossible de charger opensync 0.22 :

source: Unsupported
fr: Non supporté

source: Barry config must have valid pin number.
fr: La configuration de Barry doit comporter un code pin valide.

source: Unable to load pin number from Barry plugin config. Consider this group corrupt, or not fully configured:
fr: Impossible de charger le code pin depuis la configuration du greffon Barry. Ce groupe est considéré comme corrompu, ou incomplètement configuré :

source: No Barry plugins found in group '%s' and OSCG_THROW_ON_NO_BARRY is set.
fr: Aucun greffon Barry trouvé dans le groupe '%s' et OSCG_THROW_ON_NO_BARRY est activé.

source: Found %d Barry plugins in group '%s' and OSCG_THROW_ON_MULTIPLE_BARRIES is set.
fr: %d greffons Barry trouvés dans le groupe '%s' et OSCG_THROW_ON_NO_BARRY est activé.

source: Unsupported plugin '%s' in group '%s' and OSCG_THROW_ON_UNSUPPORTED is set.
fr: Greffon '%s' non-supporté dans le groupe '%s' et OSCG_THROW_ON_NO_BARRY est activé.

source: Cannot delete individual members from an OpenSync group with versions < 0.40.
fr: Impossible de supprimer séparément les membres d'un groupe OpenSync avec les versions < 0.40.

source: Tried to delete non-existent member ID %ld (%s) from group '%s'
fr: Tentative de supprimer l'élément inexistant d'ID %ld (%s) du groupe '%s'

source: Tried to delete member ID %ld using plugin '%s' from group '%s', but the existing member uses plugin '%s'
fr: Tentative de supprimer le membre d'ID %ld en utilisant le greffon '%s' du groupe '%s', mais le membre existant utilise le greffon '%s'

source: Tried to overwrite group '%s' with a Group set that did not match in ID's and plugin names.
fr: Tentative d'écraser le groupe '%s' avec un ensemble de groupes qui ne correspond pas au niveau des IDs et des noms de greffon.

source: Cannot save a plugin with a member_id of -1
fr: Impossible de sauvegarder un greffon avec un member_id valant -1

source: Cannot create temp directory:
fr: Impossible de créer le répertoire temporaire :
