Repository: NetDirect/barry
Catalog: desktop/po/*.po
Languages: fr

source: Selected device %s (%s) is not yet configured. Configure now?
fr: Le périphérique sélectionné %s (%s) n'est pas encore configuré. Le faire maintenant ?

source: Configure Now?
fr: Configurer maintenant ?

source: Please select one device from the list.
fr: Veuillez sélectionner un périphérique depuis la liste.

source: Which device / application should be considered authoritative? All data in non-authoritative devices / applications will be deleted in order to setup a straight copy on the next sync.
fr: Quelle est le périphérique / l'application de référence ? Tou(te)s les autres périphériques / applications seront effacé(e)s pour partir d'une copie propre à la prochaine synchronisation.

source: Select Authoritative Device / Application
fr: Sélectionner le périphérique / l'application de référence

source: Unable to rewrite config! Start over manually. Error:
fr: Impossible de récrire la configuration ! Redémarrez manuellement. Erreur :

source: Error Rewriting Config
fr: Érreur lors de la ré-écriture de la configuration

source: The sync config you are about to save is sufficiently different from the existing one that a 1-Way Reset will be required. You will need to perform the reset at your earliest convenience, before your next sync. Continue anyway?
fr: La configuration de la synchronisation que vous vous apprêtez à sauvegarder est trop peu différente de l'existante pour qu'une réinitialisation à sens unique soit requise. Vous devrez faire une réinitialisation dès que vous le souhaiterez, avant votre prochaine synchronisation. Poursuivre quand même ?

source: 1-Way Reset Warning
fr: Avertissement réinitialisation à sens unique

source: Sync Error
fr: Erreur de synchronisation

source: An application is already running.
fr: Une application est déjà en cours d'exécution.

source: 1-Way Reset is complete, and ready to sync.
fr: Réinitialisation à sens unique effectuée, prêt à synchroniser.

source: Reset Complete
fr: Remise à zéro effectuée

source: Barry Sync
fr: Synchronisation Barry

source: Device
fr: Périphérique

source: Providers
fr: Fournisseurs

source: Modem Starter
fr: Démarrage du modem

source: Available provider scripts on your system. Must pick one.
fr: Scripts disponibles sur votre système. Vous devez en choisir un.

source: Optional device password
fr: Mot de passe de périphérique optionnel

source: Cannot locate the xterm program. This is used to display modem connection output. Please install it and try again.
fr: Impossible de trouver le programme xterm. Il est nécessaire pour afficher les messages de connexion du modem. Veuillez l'installer et réessayer.

source: Xterm Not Found
fr: Xterm non trouvé

source: Cannot find pppd. Please install it for modem use.
fr: Impossible de trouver pppd. Veuillez l'installer pour utiliser le modem.

source: pppd Not Found
fr: pppd non trouvé

source: Your system's PPP has the suid bit set, with a group of '%s'. You should add your account to the '%s' group, to avoid the need to enter the root password every time you use the modem. Continue anyway?
fr: Le PPP de votre système a le bit suid, avec '%s' comme groupe. Vous devriez vous ajouter au groupe '%s' pour éviter d'entrer votre mot de passe root pour utiliser le modem. Continuer quand même ?

source: System Group
fr: Groupe système

source: Internal fork error. Should never happen.
fr: Erreur interne de fork. Ne devrait pas arriver.

source: Cannot Run pppd
fr: Impossible de lancer pppd

source: Unable to run pppd correctly. Unexpected error code: %d, %s
fr: Impossible de lancer pppd correctement. Code d'erreur inattendu : %d, %s

source: Error Code
fr: Code d'erreur

source: Unable to access files in /etc/ppp/peers. Do you have the correct permissions?
fr: Impossible d'accéder aux fichiers de /etc/ppp/peers. Avez vous les droits d'accès ?

source: Cannot Open Peers
fr: Impossible d'ouvrir les peers

source: No providers found. Make sure Barry was properly installed, with peer files in /etc/ppp/peers.
fr: Aucun fournisseur trouvé. Assurez vous que Barry est correctement installé, avec les fichiers peer dans /etc/ppp/peers.

source: No Providers
fr: Pas de fournisseur

source: Cannot read provider files under /etc/ppp/peers. Please check your file permissions. (Access failed for %s)
fr: Impossible de lire les fichiers dans /etc/ppp/peers. Vérifiez les permissions des fichiers. (Échec à l'accès à %s)

source: Permissions Error
fr: Erreur de permissions

source: Unable to open peer file: %s
fr: Impossible d'ouvrir le fichier de peer : %s

source: Invalid Peer
fr: Peer invalide

source: Starting pppd for device PIN
fr: Démarrage de pppd pour le périphérique de PIN

source: Press enter to close window...
fr: Appuyez sur entrée pour fermer la fenêtre...

source: Cannot load button bitmap.
fr: Impossible de charger l'image du bouton.

source: Syncing entries...
fr: Synchronisation des entrées...

source: Device Sync Progress
fr: Synchronisation du périphérique en cours

source: Sync Progress
fr: Synchronisation en cours

source: Show Details
fr: Afficher les détails

source: Sync Again
fr: Synchroniser de nouveau

source: Close
fr: Fermer

source: Sync Progress Dialog
fr: Dialogue de progression de la synchronisation

source: Syncing:
fr: Synchronisation de :

source: with
fr: avec

source: No more devices to sync.
fr: Plus de périphériques à synchroniser.

source: is not configured, skipping.
fr: N'est pas configuré, ignoré.

source: Starting sync for:
fr: Démarrage de la synchronisation pour :

source: ERROR: App running in StartNextSync()
fr: ERREUR : application en cours de fonctionnement dans StartNextSync()

source: ERROR: unable to start bsyncjail:
fr: ERREUR : impossible de démarrer bsyncjail :

source: ERROR: unable to start bsyncjail
fr: ERREUR : impossible de démarrer bsyncjail

source: Slow sync detected! Killing sync automatically.
fr: Synchronisation lente détectée ! Annulation automatique de la synchronisation.

source: Slow syncs are known to be unreliable.
fr: La synchronisation lente est réputée non-fiable.

source: Do a 1 Way Reset, and sync again.
fr: Faites une remise à zéro à sens unique et synchronisez de nouveau.

source: The application is already running.
fr: L'application est déjà en cours d'exécution.

source: Run Application
fr: Lancer l'application

source: Already killing sync. Kill again?
fr: Déjà en train d'annuler la synchronisation. Annuler de nouveau ?

source: This will kill the syncing child process, and will likely require a configuration reset. Kill sync process anyway?
fr: Ceci va tuer le processus fils de synchronisation et va certainement nécessiter une remise à zéro de la configuration. Poursuivre malgré tout ?

source: Killing sync... this may take a little while...
fr: Annulation de la synchronisation... Ceci peut prendre un certain temps...

source: Remember to re-plug your device.
fr: Pensez à rebrancher votre périphérique.

source: Hide Details
fr: Masquer les détails

source: Sync terminated:
fr: Synchronisation terminée :

source: Sync finished:
fr: La synchronisation s'est achevée :

source: with error code
fr: Avec un code d'erreur

source: Task Record
fr: Enregistrement de tâche

source: Task:
fr: Tache :

source: Status:
fr: État :

source: Not Started
fr: Pas encore démarrée

source: In Progress
fr: En cours

source: Completed
fr: Achevée

source: Waiting
fr: En attente

source: Deferred
fr: Reportée

source: Priority:
fr: Priorité :

source: High
fr: Haute

source: Normal
fr: Normale

source: Low
fr: Basse

source: Due:
fr: Échéance :

source: Task Event
fr: Événement de tâche

source: Scanning USB...
fr: Balayage USB...

source: A serious error occurred while probing the USB subsystem for BlackBerry(R) devices:
fr: Une erreur grave est survenue lors de la recherche de périphérique Blackberry® USB :

source: USB Error
fr: Erreur USB

source: No OpenSync libraries were found. Sync will be unavailable until you install OpenSync version 0.22 or version 0.4x on your system, along with the needed plugins.
fr: Bibliothèque OpenSync non trouvée. La synchronisation ne sera pas disponible tant que vous n'aurez pas installé OpenSync 0.22 ou 0.4x, ainsi que les greffons nécessaires.

source: OpenSync Not Found
fr: OpenSync non trouvé

source: Unable to connect to server.
fr: Impossible de se connecter au serveur.

source: Can't find matching engine for:
fr: Impossible de trouver de moteur correspondant à :

source: Unknown engine number:
fr: Numéro de moteur inconnu :

source: Invalid server response:
fr: Réponse du serveur invalide :

source: Invalid Select command from server:
fr: Commande Select du serveur invalide :

source: Abort not supported, and server sent Abort command.
fr: Annulation non supportée or le serveur a envoyé une commande Annulation.

source: Ignore not supported, and server sent Ignore command.
fr: Ignorer non supporté or le serveur a envoyé une commande Ignorer.

source: Keep Newer not supported, and server sent Keep Newer command.
fr: Conserver le plus récent non supporté or le serveur a envoyé une commande Conserver le plus récent.

source: Invalid command from server:
fr: Commande du serveur invalide :

source: Lost connection with server
fr: Connexion avec le server perdue

source: This is a helper program for barrydesktop, and is not intended to be called directly.
fr: Ceci est un programme utilitaire pour Barry Desktop et n'est pas prévu pour être invoqué directement.

source: Unable to initialize wxWidgets library, aborting.
fr: Impossible d'initialiser la bibliothèque wxWidgets, annulation.

source: bsyncjail exiting with code:
fr: bsyncjail s'est arrêté avec un code d'erreur :

source: Application Run Error
fr: Erreur de lancement d'application

source: %s is already running.
fr: %s est déjà en cours d'execution.

source: Failed to run %s. Please make sure it is installed and in your PATH.
fr: Impossible de lancer %s. Assurez vous qu'il est bien installé et présent dans votre PATH.

source: Backup & Restore
fr: Sauvegarder & Restaurer

source: Sync
fr: Synchronisation

source: Modem Tethering
fr: Modem Partage de connexion

source: Migrate Device
fr: Migrer Périphérique

source: Browse Databases
fr: Parcourir Bases de données

source: Application Loader
fr: Application Lanceur

source: Media
fr: Média

source: Unable to create button: font is invalid
fr: Impossible de créer le bouton : la fonte est invalide

source: Unable to create button: text is too big to fit
fr: Impossible de créer le bouton : le texte ne tient pas

source: Unable to create button: label is empty
fr: Impossible de créer le bouton : l'étiquette est vide

source: Invalid date!
fr: Date invalide !

source: Please select one of the radio buttons.
fr: Veuillez sélectionner l'un des boutons radio.
