Repository: NetDirect/barry
Catalog: desktop/po/*.po
Languages: fr

source: Barry Desktop Control Panel
fr: Panneau de contrôle Barry Desktop

source: &Verbose Logging
fr: Journal &Verbeux

source: Enable low level USB debug output
fr: Activer la sortie de debogage USB bas niveau

source: Re&name Device...
fr: Re&nommer le périphérique...

source: Re&set Device
fr: Réinitiali&ser le périphérique

source: &Rescan USB
fr: &Re-scanner l'USB

source: &About...
fr: &A propos...

source: E&xit
fr: &Quitter

source: No device selected
fr: Pa de périphérique sélectionné

source: No devices available
fr: Pas de périphérique disponible

source: Main Menu
fr: Menu principal

source: The Backup program is already running!
fr: Le programme de sauvegarde est déjà en cours de fonctionnement !

source: Backup and Restore
fr: Sauvegarder et restaurer

source: An error occurred that prevented the loading of Sync mode. This is most likely because a critical piece of OpenSync is missing. Check that all required plugins are installed, and that tools like 'bidentify' can find your BlackBerry(R) successfully. Error:
fr: Une erreur est survenue qui empêche de charger le mode synchronisation. Ceci, est certainement dû à l'absence d'un composant critique d'OpenSync. Vérifiez que tous les greffons requis sont installés et que les outils tels que 'bidentify' parviennent à identifier votre Blackberry®. Erreur :

source: Sync Mode
fr: Mode de synchronisation

source: Please select a device first.
fr: Veuillez au préalable choisir un périphérique.

source: No Device
fr: Pas de périphérique

source: An error occurred during device migration. This could be due to a low level USB issue Please make sure your device is plugged in and not in Desktop Mode. If it is, try replugging the device, and rescanning the USB bus from the menu. Error:
fr: Un erreur est survenue lors de la migration du périphérique. Ceci peut-être dû à un problème USB bas niveau. Veuillez vous assurer que votre périphérique est branché et qu'il n'est pas en mode Desktop. Si c'est bien le cas, tentez de le rebrancher et de scanner l'USB de nouveau depuis le menu. Erreur :

source: Migrate Device
fr: Migrer le périphérique

source: There is no device selected in the device list. Please select a device to browse.
fr: Aucun périphérique n'est sélectionné depuis la liste. Veuillez en sélectionner un à parcourir.

source: Database Browser Mode
fr: Mode Parcours de base de données

source: An error occurred that prevented the loading of Database Browse mode. This could be due to a low level USB issue. Please make sure your device is plugged in and not in Desktop Mode. If it is, try replugging the device, and rescanning the USB bus from the menu. Error:
fr: Une erreur est survenue, empêchant d'activer le mode Parcours de base de données. Ceci peut-être dû à un problème USB bas niveau. Veuillez vous assurer que votre périphérique est branché et qu'il n'est pas en mode Desktop. Si c'est bien le cas, tentez de le rebrancher et de scanner l'USB de nouveau depuis le menu. Erreur :

source: Unable to run barrybackup, or it returned an error. Please make sure it is installed and in your PATH.
fr: Le lancement de barrybackup a échoué, ou il a retourné une erreur. Veuillez vous assurer qu'il est bien installé et présent dans votre PATH.

source: Please enter a name for the current device:
fr: Veuillez entrer un nom pour le périphérique courant :

source: Rename Device
fr: Renommer le périphérique

source: A Free Software graphical user interface for working with the BlackBerry® smartphone.
fr: Logiciel libre avec interface graphique fonctionnant avec les smartphones BlackBerry®.

source: Chris Frey - GUI interface
fr: Chris Fery - Interface graphique

source: Martin Owens - Barry logo
fr: Martin Owens - Logo de Barry

source: Tango Desktop Project - Public domain icons
fr: Projet Tango Desktop - Icônes du domaine public

source: Please select the databases you wish to erase on device: %s Note: all synced databases must be erased to avoid a slow-sync.
fr: Veuillez sélectionner les bases de données que vous voulez effacer du périphérique : %s Note : toutes les bases de données synchronisées doivent être effacées pour éviter une synchronisation lente.

source: Select Databases to Erase
fr: Sélectionner les bases de données à effacer

source: You have selected the following databases to be completely erased from device:
fr: Vous avez choisi les bases de données suivantes qui vont être complètement effacées du périphérique :

source: Proceed with erase?
fr: Procéder à l'effacement ?

source: Erase Confirmation
fr: Confirmation d'effacement

source: No database named '
fr: Pas de base de données nommée '

source: ' in device!
fr: ' sur le périphérique !

source: Clearing db:
fr: Effacement de la bdd :

source: Barry exception:
fr: Exception Barry :

source: You may need to do a USB reset and rescan from the main menu.
fr: Il vous est peut-être nécessaire de réinitialiser et re-scanner l'USB depuis le menu principal.

source: Barry Exception
fr: Exception Barry

source: Stop waiting
fr: Arrêter d'attendre

source: Evolution shutdown
fr: Fermeture d'Evolution

source: Unable to automatically detect Evolution's configuration. You need to run Evolution, and manually click each of the section buttons: Mail, Contacts, Calendars, Memos, and Tasks Then quit Evolution to continue configuration. Would you like to start Evolution now?
fr: Impossible de détecter automatiquement la configuration d'Evolution. Vous devez lancer Evolution et cliquermanuellement sur chacun des boutons des sections : Courrier, Contacts, Calendriers, Memos etTâches Puis quitter Evolution et continuer la configuration. Voulez-vous lancer Evolution maintenant ?

source: Evolution Config
fr: Configuration d'Evolution

source: Waiting for Evolution to exit...
fr: Attente de la fermeture d'Evolution

source: Evolution Running
fr: Evolution en cours de fonctionnement

source: Failed to run evolution. Please make sure it is installed and in your PATH.
fr: Échec au lancement d'Evolution. Veuillez vous assurer qu'il est installé et présent dans votre PATH.

source: Evolution already running.
fr: Evolution est déjà en cours d'exécution.

source: Oops...
fr: Oups...

source: Starting Evolution. Delete all contacts and/or calendar entries manually, depending on your sync configuration.
fr: Démarrage d'évolution. Supprimez toutes vos entrées de contacts et/ou de calendriers manuellement, en fonction de votre configuration de synchronisation.

source: Starting Evolution. Delete all objects (contacts, calendar, memos, and tasks, depending on your sync configuration).
fr: Démarrage d'évolution. Supprimez tous les objets (contacts, calendriers, mémos et tâches, selon votre configuration de synchronisation).

source: Starting Evolution
fr: Démarrage d'évolution

source: Please select the databases you wish to erase in your Google Calendar: Note: all synced databases must be erased to avoid a slow-sync.
fr: Veuillez sélectionner les bases de données que vous souhaitez supprimer de votre calendrier Google : Note : toutes les bases de données doivent être effacées pour éviter une synchronisation lente.

source: Calendar
fr: Calendrier

source: You have selected the following databases to be completely erased from your Google Calendar:
fr: Vous avez sélectionné les bases de données suivantes, qui vont être supprimées de votre calendrier Google :

source: KDEPim needs no configuration.
fr: KDEPim ne nécessite aucune configuration.

source: KDEPim Config
fr: Configuration de KDEPim.

source: Kontact already running.
fr: Kontact est déjà en cours d'exécution.

source: Starting Kontact. Delete all contacts and calendar entries manually.
fr: Démarrage de Kontact. Suppression de toutes les entrées de contacts et de calendries manuellement.

source: Starting Kontact. Delete all contacts and calendar entries manually (as well as memos and tasks if you are syncing them too).
fr: Démarrage de Kontact. Suppression de toutes les entrées de contacts et de calendries manuellement (de même que les mémos et les tâches si vous les synchronisez également).

source: Starting Kontact
fr: Démarrage de Kontact

source: Calendar Record
fr: Enregistrement de calendrier

source: Subject:
fr: Sujet :

source: Location:
fr: Emplacement :

source: All Day Event:
fr: Événement sur toute une journée :

source: Start:
fr: Début :

source: End:
fr: Fin :

source: Duration:
fr: Durée :

source: hours and
fr: heures et

source: Time Zone:
fr: Zone de temps :

source: System Time Zone
fr: Zone de temps système

source: Show As:
fr: Apparaître comme :

source: Free
fr: Libre

source: Busy
fr: Occupé

source: Out of Office
fr: Sorti

source: Reminder:
fr: Rappel :

source: Recurrence:
fr: Fréquence :

source: None
fr: Aucun

source: Daily
fr: Journalier

source: Weekly
fr: Hebdomadaire

source: Monthly
fr: Mensuel

source: Yearly
fr: Annuel

source: Interval:
fr: Intervalle :

source: Every
fr: Tous les

source: days? weeks? months?
fr: jours ? semaines ? mois ?

source: Days:
fr: Jours :

source: Relative Date:
fr: Date relative :

source: End Date:
fr: Date de fin :

source: Never ends
fr: Ne s'achève jamais

source: Organizer:
fr: Organiseur :

source: Invited:
fr: Invité :

source: Accepted By:
fr: Accpeté par :

source: Private
fr: Privé

source: Confidential
fr: Confidentiel

source: Class
fr: Classe

source: Assume Local Timezone
fr: Sélectionner la zone de temps locale

source: Calendar Event
fr: Événement de calendrier

source: Set Reminder to 0 to disable
fr: Mettre le rappel à 0 pour le désactiver

source: Relative monthly or yearly dates take the weekday of the start date into account. (eg. every first Sunday of month)
fr: Les fréquences annuelle et mensuelle relatives prennent en compte le jour de la semaine de la date de départ. (ex : chaque premier samedi du mois)

source: Start time must come before end time.
fr: Le moment de début doit précéder le moment de fin.

source: Validation Error
fr: Erreur de validation

source: day(s)
fr: jour(s)

source: week(s)
fr: semaine(s)

source: month(s)
fr: mois(s)

source: year(s)
fr: années(s)

source: Sync Conflict
fr: Conflit de synchronisation

source: Select
fr: Choisir

source: No XML map found.
fr: Aucune table XML trouvée.

source: Always use this choice
fr: Toujours utiliser ce choix

source: Duplicate
fr: Dupliquer

source: Ignore
fr: Ignorer

source: Keep Newer
fr: Garder le plus récent

source: Abort
fr: Annuler

source: Kill Sync
fr: Interrompre la synchronisation

source: Raw Change Data
fr: Données de changement brutes

source: Contact Record
fr: Enregistrement de contact

source: Home
fr: Domicile

source: Work
fr: Travail

source: Misc
fr: Divers

source: Name
fr: Nom

source: Title
fr: Titre

source: Company
fr: Société

source: Job Title
fr: Titre professionnel

source: Nickname
fr: Surnom

source: Address
fr: Adresse

source: City
fr: Cille

source: Province
fr: Département

source: Postal Code
fr: Code postal

source: Country
fr: Pays

source: Phone
fr: Téléphone

source: Phone 2
fr: Téléphone 2

source: Email
fr: Courriel

source: Other Phone
fr: Autre téléphone

source: Old Phone
fr: Ancien téléphone

source: User1
fr: Utilisateur1

source: User2
fr: Utilisateur2

source: User3
fr: Utilisateur3

source: User4
fr: Utilisateur4

source: Cell 2
fr: Cellulaire 2

source: Pager
fr: Bipeur

source: Comma separated list of simple email addresses. Do not use <> characters.
fr: Liste d'adresses courriel simples, séparées par des virgules. Ne pas utiliser de <>.

source: Load new photo
fr: Choisir une nouvelle photo

source: Save current photo to disk
fr: Enregistrer la photo actuelle sur le disque

source: Delete current photo
fr: Supprimer la photo courante

source: A photo currently exists. Would you like to:
fr: Une photo existe déjà. Voulez-vous :

source: Photo Management
fr: Gestion de photos

source: A contact record must contain either a First/Last name, or a Company name.
fr: Un contact doit contenir au moins un nom/prénom, ou un nom de société.

source: Required Fields
fr: Champs requis

source: Image files
fr: Fichiers d'images

source: All files
fr: Tous les fichiers

source: There is no photo available to save.
fr: Il n'y a pas de photo à sauvegarder.

source: No Photo
fr: Pas de photo

source: JPEG files
fr: Fichiers JPEG

source: Save Photo as JPEG...
fr: Enregistrer la photo en JPEG...

source: Load Photo...
fr: Ouvrir une photo...

source: Unable to load selected photo.
fr: Impossible d'ouvrir la photo choisie.

source: Photo Load Error
fr: Erreur à l'ouverture de photo

source: Unable to convert image to JPEG.
fr: Impossible de convertir l'image en JPEG.

source: Photo Convert
fr: Conversion de photo

source: No
fr: Non

source: Evolution Plugin Configuration
fr: Configuration du greffon Evolution

source: Address Book:
fr: Carnet d'adresses :

source: Calendar:
fr: Calendrier :

source: Tasks:
fr: Tâches :

source: Memos:
fr: Mémos :

source: File '%s' does not exist.
fr: Le fichier '%s' n'existe pas.

source: No paths set! If there are no default options available in the drop down lists, please double check that you've initialized your Evolution account first.
fr: Pas de chemins définis ! S'il n'y a pas de choix par défaut dans les listes déroulantes, veuillez vérifier que vous avez configuré votre compte Evolution au préalable.

source: Minimum Config Required
fr: Configuration minimale requise

source: Evolution Success
fr: Succès Evolution

source: Successfully auto-detected Evolution configuration!
fr: Auto-détection de la configuration Evolution réussie !

source: Manual Cfg...
fr: Configuration manuelle...

source: Device Sync Configuration
fr: Configuration de la synchronisation de périphérique

source: Must have at least one engine in GroupCfgDlg
fr: Au moins un moteur doit être présent dans GroupCfgDlg

source: Configure Device -
fr: Configurer un périphérique -

source: No supported applications found. You may need to install some opensync plugins.
fr: Aucune d'application supportée trouvée. Il est peut-être nécessaire d'installer des greffons opensync.

source: No App Found
fr: Pas d'application trouvée

source: OpenSync Engine
fr: Moteur OpenSync

source: Barry Config
fr: Configuration de Barry

source: Name:
fr: Nom :

source: Password:
fr: Mot de passe :

source: Debug output during sync
fr: Afficher des options de débogage lors de la synchronisation

source: &Configure...
fr: &Configuration

source: No engine selected
fr: Pas de moteur sélectionné

source: Exception caught in LoadAppNames:
fr: Exception attrapée dans LoadAppNames :

source: No supported plugins available
fr: Aucun greffon supporté disponible

source: Sync:
fr: Synchronisation :

source: Events
fr: Événements

source: To-dos
fr: Taches à faire

source: Favour device
fr: Périphérique préféré

source: Favour application
fr: Application préférée

source: Ask me
fr: Demandez-moi

source: To Resolve Conflicts:
fr: Pour résoudre les conflits :

source: Please select an application.
fr: Veuillez choisir une application.

source: Application Config
fr: Configuration de l'application

source: No configuration interface available for this Application.
fr: Pas d'interface de configuration disponible pour cette application.

source: Please select an engine.
fr: Veuillez sélectionner un moteur.

source: Device Config
fr: Configuration du périphérique

source: Barry doesn't have a PIN number. This should never happen.
fr: Barry n'a pas de code PIN. Ceci ne devrait jamais arriver.

source: The application plugin is not fully configured.
fr: Le greffon de l'application n'est pas complètement configuré.

source: Please select conflict resolution method.
fr: Veuillez sélectionner une méthode de résolution de conflit.

source: Conflict Resolution
fr: Résolution de conflit

source: Memo Record
fr: Enregistrement de mémo

source: Title:
fr: Titre :

source: Categories:
fr: Catégories :

source: Memo
fr: Mémo

source: Comma separated
fr: Séparés par des virgules

source: Comma separated list of categories (can be empty)
fr: Liste de catégories, séparées par des virgules (peut être vide)

source: Body of memo
fr: Corps du mémo

source: Please enter a title for your memo.
fr: Veuillez entrer un titre pour votre mémo

source: Migrate device data from source device to target device.
fr: Faire migrer les données du périphérique source vers le périphérique cible.

source: Ready...
fr: Prêt...

source: Source device
fr: Périphérique source

source: Migrate Now
fr: Faire migrer maintenant

source: Cancel
fr: Annuler

source: Destination device
fr: Périphérique cible

source: Erase all, then restore
fr: Effacer tout puis restaurer

source: Add new, and overwrite existing
fr: Ajouter un nouveau et écraser l'existant

source: Add only, don't overwrite existing
fr: Ajouter seulement, ne pas écraser l'existant

source: Add every record as a new entry (may cause duplicates)
fr: Ajouter chaque nouvel enregistrement comme une nouvelle entrée (peut provoquer des doublons)

source: Write Mode:
fr: Mode d'écriture :

source: Waiting for thread to close...
fr: Attente de la fin du thread...

source: Please select a source and destination device, as well as the write mode.
fr: Veuillez sélectionner des périphériques source et destination, ainsi que le mode d'écriture.

source: Migration Options Needed
fr: Options de migration requises

source: Cannot migrate from and to the same PIN.
fr: Impossible de migrer depuis et vers le même PIN.

source: Migration Options Error
fr: Erreur d'option de migration

source: Invalid write mode. This should never happen. Contact the developers.
fr: Mode d'écriture invalide. Ceci ne devrait pas se produire. Contactez les développeurs.

source: Internal Logic Error
fr: Erreur de logique interne

source: Waiting for thread...
fr: En attente du thread...

source: Cancelled by user...
fr: Annulé par l'utilisateur...

source: Please plug in the target device now.
fr: Veuillez brancher le périphérique cible maintenant.

source: Ready for Writing
fr: Prêt à écrire

source: Scanning USB for devices...
fr: Balayage USB à la recherche de périphérique...

source: User input...
fr: Saisie utilisateur...

source: Please select the target device to write to:
fr: Veuillez sélectionner le périphérique cible :

source: Destination PIN
fr: PIN de destionation

source: Cannot use the same device PIN as migration destination.
fr: Impossible d'utiliser le même PIN comme cible pour la migration.

source: Invalid Device Selection
fr: Sélection de périphérique invalide

source: Please enter device password: (%d tries remaining)
fr: Veuillez entrer le mot de passe du périphérique : (%d essais restants)

source: Device Password
fr: Mot de passe du périphérique

source: Migration Error
fr: Erreur de migration

source: Connecting...
fr: Connexion en cours...

source: Backing up database:
fr: Sauvegarde de la base de données :

source: Backup aborted by user...
fr: Sauvegarde annulée par l'utilisateur...

source: Connecting to target...
fr: Connexion à la cible en cours...

source: Writing database:
fr: Écriture de la base de données :

source: Restore aborted by user...
fr: Restauration annulée par l'utilisateur...

source: Unable to clear or write to database:
fr: Impossible d'effacer ou d'écrire la base de données :

source: Continuing to process remaining records...
fr: Traitement des enregistrements restants en cours...

source: Save...
fr: Enregistrer...

source: Save Card as...
fr: Enregistrer la carte sous...

source: This database is apparently read-only. If this device is connected to a BES, you cannot edit records via USB. (Error:
fr: Cette base de données semble être en lecture seule. Si ce périphérique est connecté à un serveur BES, vous ne pouvez pas modifier d'enregistrement par USB.(Erreur :

source: Device Error
fr: Erreur de périphérique

source: VCard files
fr: Fichiers VCARD

source: ICalendar files
fr: Fichiers ICalendar

source: raw data
fr: Données brutes

source: DataCachePtr has no builder
fr: DataCachePtr n'a pas de constructeur

source: Device exception:
fr: Exception du périphérique :

source: Delete this record?
fr: Supprimer cet enregistrement ?

source: Record Delete
fr: Suppression d'enregistrement

source: Failed to create map mutex
fr: Échec à la création d'un mutex de table

source: Failed to create load mutex
fr: Échec à la création d'un mutex de chargement

source: Loading:
fr: Chargement :

source: Show All Databases
fr: Montrer toutes les bases de données

source: Import...
fr: Importer...

source: Export...
fr: Exporter...

source: Add...
fr: Ajouter...

source: Copy...
fr: Copier...

source: Edit...
fr: Éditer...

source: Delete...
fr: Supprimer...

source: Databases
fr: Bases de données

source: Count
fr: Nombre

source: Record Description
fr: Description de l'enregistrement

source: Card file type (%s) does not match record you are trying to add (%s).
fr: Le type de carte (%s) ne correspond pas à l'enregistrement que vous essayez d'insérer (%s).

source: Invalid Card Type
fr: Type de carte invalide

source: Load Record...
fr: Charger un enregistrement...

source: No card data found in:
fr: Pas de données de carte trouvées dans :

source: Import Read Error
fr: Erreur de lecture à l'import

source: Unable to import selected file: %s
fr: Impossible d'importer le fichier sélectionné : %s

source: Import Error
fr: Erreur d'importation

source: Internal pointer error: cannot find DBCachePtr for:
fr: Erreur interne de pointeur : Impossible de trouver un DBCachePtr pour :

source: Internal Error
fr: Erreur interne

source: Internal error: cannot add record to DBCache
fr: Erreur interne : Impossible d'ajouter un enregistrement au DBCache

source: Failed to create mutex for ThreadableDesktop
fr: Échec à la création d'un mutex pour ThreadableDesktop

source: Barry Database Browser
fr: Navigateur de base de données de Barry

source: Ignorable screenshot exception:
fr: Exception capture d'écran pouvant être ignorée :

source: Multiple configurations have been found with the same PIN. Please select the configuration that Barry Desktop should work with.
fr: Plusieurs configuration ont été trouvées pour un même PIN. Veuillez sélectionner la configuration que Barry Desktop devrait utiliser.

source: Select the device(s) you want to sync and press Sync Now.
fr: Sélectionnez le périphérique que vous voulez synchroniser et appuyez sur Synchroniser maintenant.

source: Use Configure to configure the currently selected device.
fr: Utilisez Configure pour configurer le périphérique sélectionné actuellement.

source: Use Run App to start the application that the device syncs with.
fr: Utiliser Lancer l'application pour lancer l'application avec laquelle le périphérique se synchronise.

source: Use 1-Way Reset to recover from a broken sync, copying all device data to application, or vice versa.
fr: Utiliser la réinitialisation à sens unique pour récupérer un échec de synchronisation, copie de toutes les données depuis le périphérique vers l'application, ou vice-versa.

source: Device List
fr: Liste de périphériques

source: Run App
fr: Lancer une application

source: Configure...
fr: Configurer...

source: 1 Way Reset...
fr: Réinitialisation à sens unique...

source: Connected
fr: Connecté

source: Engine
fr: Moteur

source: Last Sync
fr: Dernière synchronisation

source: Yes
fr: Oui

source: (No config)
fr: (Pas de configuration)

source: An application is currently running.
fr: Une application est en cours d'exécution.

source: Run App Error
fr: Erreur de lancement d'application

source: Config is the same, skipping save
fr: Configuration inchangée, pas de sauvegarde

source: Unable to save configuration for this device. Error:
fr: Impossible de sauver la configuration pour ce périphérique. Erreur :

source: OpenSync Save Error
fr: Erreur de sauvegarde OpenSync
