Repository: NetDirect/barry
Catalog: opensync-plugin-0.4x/po/*.po
Languages: fr

source: Error converting string to unsigned long:
fr: Erreur lors de la conversion d'une chaîne en unsigned long :

source: GetChanges: slow sync request detected
fr: GetChanges : demande de synchronisation lente détectée

source: GetChanges: slow sync error:
fr: GetChanges : erreur de synchronisation lente :

source: change record ID: %s
fr: Modification de l'ID de l'enregistrement : %s

source: Found deleted record ID in state map!
fr: Un ID d'enregistrement supprimé a été trouvé dans la table d'état !

source: found DELETE change
fr: Un changement DELETE a été rencontré

source: vcard30 found in barry-sync
fr: vcard30 trouvée dans barry-sync

source: contact initialize OK
fr: Initialisation du contact OK

source: Unable to get config.
fr: Impossible d'obtenir la configuration.

source: Unable to allocate memory for controller: %s
fr: Impossible d'allouer de la mémoire pour le contrôleur : %s

source: Unable to find PIN %x
fr: Impossible de trouver le PIN %x

source: connecting...
fr: Connexion en cours...

source: connected !
fr: Connecté !

source: connect success
fr: Connexion réussie

source: unable to get commit function pointer
fr: Impossible de récupérer le pointeur de fonction de commit

source: unable to get sync object that matches change type
fr: Impossible d'obtenir un objet de synchronisation qui corresponde au type de changement

source: This object type is disabled in the barry-sync config
fr: Ce type d'objet est désactivé dans la configuration de barry-sync

source: uid from change: %s
fr: uid du change : %s

source: Unable to extract a valid record ID from: %s
fr: Impossible d'extraire un ID d'enregistrement valide depuis : %s

source: unable to get state table index for RecordId: %lu
fr: Impossible d'obtenir l'indice de table d'état pour le RecordId :%lu

source: CommitData() for ADDED state returned false: %s
fr: CommitData() pour l'état ADDED a retourné false : %s

source: CommitData() for MODIFIED state returned false: %s
fr: CommitData() pour l'état MODIFIED a retourné false : %s

source: Unknown change type
fr: Type de changement inconnu

source: Barry OpenSync plugin v%s for the Blackberry handheld
fr: Plugin OpenSync Barry v%s pour périphérique blackberry

source: Plugin to synchronize note, task, calendar and contact entries on USB Blackberry handhelds
fr: Plugin de synchronisation de notes, tâches, calendriers et contacts avec un périphérique Blackberry USB

source: Tried to use empty Connector
fr: Tentative d'utiliser un Connector vide

source: Clearing dirty flag for db %u, index %u
fr: Suppression du drapeau dirty pour la base %u, index %u

source: osync_change_get_objtype returns %s
fr: osync_change_get_objtype a retourné %s

source: return calendar object
fr: Renvoie un objet calendar

source: return contact object
fr: Renvoie un objet contact

source: return journal object
fr: Renvoie un objet journal

source: return todo object
fr: Renvoie un objet tâche à faire

source: return none
fr: Ne renvoie rien

source: ERROR: vcard:Barry::ConvertError exception: %s
fr: Exception ERROR: vcard:Barry::ConvertError : %s

source: Can't use recommended recordId, generating new one.
fr: Impossible d'utiliser le recordId recommandé, un nouveau est généré.

source: unable to parse change data for new RecordId:
fr: Impossible de lire les données du changement pour le nouveau RecordId :

source: data:
fr: Données :

source: adding record
fr: Ajout de l'enregistrement

source: setting record
fr: Modification de l'enregistrement

source: clearing dirty flag
fr: Suppression du drapeau dirty

source: ERROR: vevent:Barry::ConvertError exception: %s
fr: Exception ERROR: vevent:Barry::ConvertError : %s

source: ERROR: vjournal:Barry::ConvertError exception: %s
fr: Exception ERROR: vjournal:Barry::ConvertError : %s

source: ERROR: vtodo:Barry::ConvertError exception: %s
fr: Exception ERROR: vtodo:Barry::ConvertError : %s

source: deleting task record
fr: Suppression de l'enregistrement de tâche

source: re-adding task record
fr: Enregistrement de tâche ré-inséré
