Repository: NetDirect/barry
Catalog: po/*.po
Languages: fr

source: CallbackHandler: Received error:
fr: CallbackHandler : erreur reçue :

source: brawchannel - Command line USB Blackberry raw channel interface Copyright 2010, RealVNC Ltd. Using: %s Usage: brawchannel [options] <channel name> -h This help -p pin PIN of device to talk with If only one device is plugged in, this flag is optional -P pass Simplistic method to specify device password -v Dump protocol data during operation This will cause libusb output to appear on STDOUT unless the environment variable USB_DEBUG is set to 0,1 or 2.
fr: brawchannel - Interface en ligne de commande de canal brut USB pour Blackberry Copyright 2010, RealVNC Ltd. Utilisation : %s Usage : brawchannel [options] <nom de canal> -h Cette aide -p pin PIN du périphérique auquel parler Si un seul périphérique est branché, ce paramètre est optionnel -P pass Méthode simple pour entrer le mot de passe -v Afficher les données de protocole pendant l'opération Provoque l'affichage de la sortie de libusb sur la sortie standard, à moins que la variable d'environnement USB_DEBUG ne vaille 0, 1 ou 2.

source: Error: Missing raw channel name.
fr: Erreur : nom de canal brut manquant.

source: Error: Too many arguments.
fr: Erreur : trop d'arguments.

source: Warning: Protocol dump enabled without setting USB_DEBUG to 0, 1 or 2. libusb might log to STDOUT and ruin data stream.
fr: Attention : affichage du protocole activé sans avoir défini USB_DEBUG à 0, 1 ou 2. la libusb risque d'afficher sur la sortie standard ce qui risque de corrompre le flux de données

source: Connected to device, starting read/write
fr: Connecté au périphérique, début de la lecture / écriture

source: Select failed with errno:
fr: Select a échoué avec une errno de :

source: Sending %ld bytes stdin->USB
fr: Envoi de %ld octets stdin->USB

source: To BB:
fr: Au BB :

source: Sent %ld bytes stdin->USB
fr: %ld octets envoyés stdin->USB

source: brecsum - Generate SHA1 sums of raw Blackberry database records. Copyright 2008-2012, Net Direct Inc. (http://www.netdirect.ca/) Using: %s -d db Read database 'db' and sum all its records. Can be used multiple times to fetch more than one DB -h This help -i Include DB Name, Type, and Unique record IDs in the checksums -p pin PIN of device to talk with If only one device is plugged in, this flag is optional -P pass Simplistic method to specify device password -v Dump protocol data during operation
fr: brecsum - Génère des sommes SHA1 des enregistrements de base de données bruts. Copyright 2008-2012, Net Direct Inc. (http://www.netdirect.ca/) Utilisation : %s -d bdd Lit la base de données 'bdd' et calcule la somme.pour tous ses enregistrements. Peut-être utilisé plusieurs fois pour récupérer plus d'une base de données. -h Cette aide -i Inclure le nom de BDD, le type et les IDs uniques d'enregistrement dans les sommes de contrôle. -p pin PIN du périphérique auquel parler Si un seul périphérique est branché, ce paramètre est optionnel. -P pass Méthode simple pour entrer le mot de passe. -v Afficher les données de protocole pendant l'opération.

source: Found...
fr: Trouvé...

source: attempting to reset.
fr: Réinitialisation en cours.

source: Can't reset device on bus %s, devnum %u
fr: Impossible de réinitialiser le périphérique, bus %s, devnum %u

source: %d device%s reset.
fr: %d périphérique%s réinitialisé.

source: Failed to start USB: %d
fr: Échec au démarrage de l'USB : %d

source: bs11nread - Reads a boost serialization file (from btool) and dumps data to stdout Copyright 2008-2012, Net Direct Inc. (http://www.netdirect.ca/) Using: %s -f file Filename to save or load handheld data to/from -h This help -S Show list of supported database parsers
fr: bs11nread - Lit un fichier de sérialisation boost (de btool) et affiche le contenu su la sortie standard Copyright 2008-2012, Net Direct Inc. (http://www.netdirect.ca/) Utilisation : %s -f fich Nom du fichier duquel / vers lequel les données du périphérique seront lues / écrites -h Cette aide -S Affiche la liste des analyseurs de base de données supportés

source: records loaded
fr: enregistrement chargés

source: Unknown database name:
fr: Nom de base de données inconnu :

source: Filename must be specified
fr: Le nom de fichier doit être spécifié

source: btarcmp - Compare Barry backup tarballs Copyright 2012, Net Direct Inc. (http://www.netdirect.ca/) Using: %s Usage: btarcmp [options...] tarball_0 tarball_1 -b Use brief filename output -d db Specify a specific database to compare. Can be used multiple times. If not used at all, all databases are compared. -D db Specify a database name to skip. If both -d and -D are used for the same database name, it will be skipped. -h This help -I cs International charset for string conversions Valid values here are available with 'iconv --list' -P Only compare records that can be parsed This is the same as specifying -d for each database listed with -S. -S Show list of supported database parsers. Use twice to show field names as well. -v Show verbose diff output (twice to force hex output)
fr: btarcmp - Compare des tarballs de sauvegarde Barry Copyright 2012, Net Direct Inc. (http://www.netdirect.ca/) Utilisation : %s Usage: btarcmp [options...] tarball_0 tarball_1 -b Utiliser des noms de fichier courts en sortie -d bdd Préciser une base de données spécifique à comparer. Peut être utilisé plusieurs fois. Si non précisé, toutes les bases sont comparées. -D bdd Préciser une base de données à ignorer. Si -d et -D sont présents tous les deux pour un même nom de base, elle sera ignorée. -h Cette aide. -I enc Encodage pour la conversion de chaînes Les valeurs admissibles sont données par 'iconv --list' -P Ne comparer que les enregistrements des bases pouvant être interprétées. Ceci est équivalent à spécifier -d pour chaque base listée par -S. -S Affiche la liste des interpréteurs de bases de données supportés. L'utiliser deux fois pour afficher également les noms de champs. -v Afficher une sortie de comparaison verbeuse (deux fois pour forcer un affichage en hexadécimal)

source: Different database types in ParsedCompare ctor!
fr: Bases de données différentes dans ParsedCompare ctor !

source: : has no database '
fr: : n'a pas de base de données '

source: Comparing non-existant database!
fr: Comparaison de bases de données n'existant pas !

source: record has been deleted in
fr: enregistrement a été supprimé dans

source: record has been added in
fr: enregistrement a été ajouté dans

source: Tried to compare records from different databases:
fr: Tentative de comparaison d'enregistrements de bases de données différentes :

source: : differs:
fr: : diffère de :

source: sizes (
fr: tailles (

source: ), SHA1 sums differ
fr: ), les SHA1 diffèrent

source: No differences found in parsed records, but SHA1 sums differ.
fr: Pas de différence à la lecture des enregistrements, mais les SHA1 diffèrent.

source: Hex diff of record:
fr: diff hexa d'enregistrements :

source: In database:
fr: Dans la base de données :

source: -V Dump records using MIME vformats where possible
fr: -V Affiche les enregistrements en utilisant les vformats MIME quand c'est possible possible

source: btardump - Command line parser for Barry backup files Copyright 2010-2012, Net Direct Inc. (http://www.netdirect.ca/) Using: %s -d db Name of database to dump. Can be used multiple times to parse multiple databases at once. If not specified at all, all available databases from the backup are dumped. -h This help -i cs International charset for string conversions Valid values here are available with 'iconv --list' %s [files...] Backup file(s), created by btool or the backup GUI.
fr: btardump - Analyseur en ligne de commandes pour fichiers de sauvegarde Barry Copyright 2010-2012, Net Direct Inc. (http://www.netdirect.ca/) Utilisation : %s -d bdd Nom de la base à afficher.Peut être utilisé plusieurs fois pour afficher plusieurs bases. Si on spécifiées, toutes les bases de la sauvegarde sont affichées. -h Cette aide. -I enc Encodage pour la conversion de chaînes Les valeurs admissibles sont données par 'iconv --list' %s [fichiers...] fichier(s) de sauvegarde, créé par btool ou par l'interface graphique de sauvegarde.

source: -V option not supported - no Sync library support available
fr: option -V option non supportée - pas de support de la synchronisation de bibliothèque disponible

source: Reading file:
fr: Lecture du fichier :

source: -f file Filename to save or load handheld data to/from
fr: -f fich Nom de fichier à enregistrer ou à charger sur / depuis le péripérique

source: btool - Command line USB Blackberry Test Tool Copyright 2005-2012, Net Direct Inc. (http://www.netdirect.ca/) Using: %s %s -b file Filename to save or load a Barry Backup to (tar.gz) -B bus Specify which USB bus to search on -N dev Specify which system device, using system specific string -a db Erase / clear database 'db' FROM device, deleting all its records. Can be used multiple times to clear more than one DB. -c dn Convert address book database to LDIF format, using the specified baseDN -C dnattr LDIF attribute name to use when building the FQDN Defaults to 'cn' -d db Load database 'db' FROM device and dump to screen Can be used multiple times to fetch more than one DB -e epp Override endpoint pair detection. 'epp' is a single string separated by a comma, holding the read,write endpoint pair. Example: -e 83,5 Note: Endpoints are specified in hex. You should never need to use this option. %s -F sort Field name by which to sort the output. Note that the format of this field is special: 'DBName:field1,field2' with no spaces unless the spaces are part of the name. Can be used multiple times, to match your -d options. Example: -F 'Address Book:Company,LastName,FirstName' -h This help -i cs International charset for string conversions Valid values here are available with 'iconv --list' -I Sort records before output -l List devices -L List Contact field names -m Map LDIF name to Contact field / Unmap LDIF name Map: ldif,read,write - maps ldif to read/write Contact fields Unmap: ldif name alone -M List current LDIF mapping -n Use null parser on all databases. -p pin PIN of device to talk with If only one device is plugged in, this flag is optional -P pass Simplistic method to specify device password -s db Save database 'db' TO device from data loaded from -f file -S Show list of supported database parsers. Use twice to display fields names as well. -t Show database database table -T db Show record state table for given database -v Dump protocol data during operation %s -X Reset device -z Use non-threaded sockets -Z Use threaded socket router (default) -d Command modifiers: (can be used multiple times for more than 1 record) -r # Record index number as seen in the -T state table. This overrides the default -d behaviour, and only downloads the one specified record, sending to stdout. -R # Same as -r, but also clears the record's dirty flags. -D # Record index number as seen in the -T state table, which indicates the record to delete. Used with the -d command to specify the database.
fr: btool - Outil de test USB Blackberry en ligne de commandes Copyright 2005-2012, Net Direct Inc. (http://www.netdirect.ca/) Utilisation : %s %s -b fich Nom de fichier de sauvegarde Barry à lire ou écrire (tar.gz) -B bus Indique le bus USB sur lequel chercher. -N périph Indique le périphérique système, chaîne dépendant du système -a bdd Efface / vide la base de données 'bdd' du périphérique, avec tous ses enregistrements. Peut être utilisé plusieurs fois pour effacer plusieurs BDD. -c dn Convertit le carnet d'adresses au format LDIF, avec le baseDN spécifié. -C dnattr Nom d'attribut LDIF à utiliser lors de la construction du FQDN. 'cn' par défaut. -d bdd Charge et affiche la base 'bdd' du périphérique. Peut-être utilisé plusieurs fois pour récupérer plus d'une base. -e pep Passer outre la détection de paire de endpoints. 'pep' est simple chaîne, contenant le paire de endpoints d'écriture / lecture, séparée pas une virgule. Exemple : -e 83,5 Note : les endpoints sont spécifié en base 16. Vous ne devriez jamais utiliser cette option. %s -F nom Nom du champs par lequel la sortie doit être triée. Noter que le format de ce champs est spécial : 'DBName:field1,field2' sans espaces à moins qu'ils ne fassent partie du nom. Peut être utilisé plusieurs fois, pour correspondre aux occurrences de -d. Exemple: -F 'Address Book:Company,LastName,FirstName' -h Cette aide. -I enc Encodage pour la conversion de chaînes Les valeurs admissibles sont données par 'iconv --list' -I Trier les enregistrements avant affichage. -l Lister les périphériques. -L Lister les noms de champs de Contact. -m (ne pas) Associer les noms LDIF avec les champs de Contact Associer : ldif,read,write : associer ldif avec les champs Contact lus/écris Ne pas associer : seulement les noms ldif -M Lister la correspondance LDIF courante. -n Utiliser un analyseur null, sur toutes les bases de données. -p pin PIN du périphérique auquel parler Optionnel s'il n'y a qu'un périphérique -P pass Méthode simple pour entrer le mot de passe -s bdd Enregistrer la base 'bdd' VERS le périphérique, depuis les données chargées avec -f fich -S Afficher la liste des interpréteurs de bases de données. Utiliser deux fois pour afficher aussi les noms de champs. -t Afficher la base de données des tables de base de données. -T bdd Montrer la table d'état d'enregistrement pour la base données -v Afficher les données du protocole pendant l'opération. %s -X Réinitialiser le périphérique. -z Utiliser des sockets non threadées. -Z Utiliser un routeur de sockets threadé (par défaut). -d Modificateurs de commande : (peut être utilisé plusieurs fois pour plus d'un enregistrement) -r # Indice d'enregistrement tel que vu dans la table d'état -T. Ceci outrepasse le comportement par défaut de -d et télécharge les enregistrements spécifiés, envoyés sur la sortie standard. -R # Identique à -r, mais efface également le drapeau dirty des enregistrements -D # Indice d'enregistrement tel que vu dans la table d'état -T, qui indique quel enregistrement supprimer. À utiliser avec la commande -d pour spécifier la base de données.

source: Loading:
fr: Chargement de :

source: records loaded from '
fr: enregistrements chargés depuis '

source: Store counted %d records read from device, and %d records written to device.
fr: Le store comprend %d enregistrements lus depuis le périphérique et %d enregistrements écris sur le périphérique.

source: Saving:
fr: Enregistrement de :

source: records saved to '
fr: enregistrements sauvés sur '

source: No Builder available for database
fr: Pas de constructeur disponible pour la base de données

source: Unmapping:
fr: Ajout dans la table :

source: Mapping:
fr: Suppression de la table :

source: Read/Write name unknown:
fr: Nom de lecture / écriture inconnu :

source: Invalid map format:
fr: Format de table inconnu :

source: -b option not supported - no Barry Backup library support available
fr: Option -b non supportée - pas de support de la bibliothèque Barry Backup disponible

source: -f option not supported - no Boost serialization support available
fr: option -f non supportée - pas de support de la sérialisation Boost disponible

source: Unable to set DN Attr:
fr: Impossible de définir l'attribut DN :

source: Blackberry device errors with errors during probe:
fr: Erreur du périphérique Blackberry durant la détection :

source: Blackberry devices found:
fr: Appareils Blackberry trouvés :

source: No device selected
fr: Pas de périphérique sélectionné

source: Using device (PIN):
fr: Utilisation du périphérique (PIN) :

source: Endpoint pair (read,write) overridden with:
fr: Paire de endpoints (read, write) remplacée par :

source: No db names to process
fr: Pas de noms de bdd à analyser

source: Record state table for:
fr: Table d'état d'enregistrements pour :

source: Must have 1 db name to process
fr: Il faut au moins 1 nom de bdd à traiter

source: Clearing record's dirty flags...
fr: Nettoyage des drapeaux dirty de l'enregistrement...

source: No db names to erase
fr: Pas de nom de bdd à effacer

source: Deleting all records from
fr: Suppression de tous les enregistrements de

source: bwatch - View video of BlackBerry screenshots Copyright 2011, Alberto Mattea Copyright 2011-2012, Net Direct Inc. (http://www.netdirect.ca/) Using: %s -d delay Delay interval between screenshots, in milliseconds. The lower the value, the higher the load on the device. Default is 500ms. -p pin PIN of device to talk with If only one device is plugged in, this flag is optional -P pass Simplistic method to specify device password -v Dump protocol data during operation
fr: bwatch - Voire des vidéos de captures d'écran de BlackBerry Copyright 2011, Alberto Mattea Copyright 2011-2012, Net Direct Inc. (http://www.netdirect.ca/) Utilisation : %s -d delay Durée de l'intervalle entre les captures, en millisecondes. Plus cette valeur est basse, plus la charge est importante pour le périphérique. La valeur par défaut est 500ms. -p pin PIN du périphérique auquel parler Si un seul périphérique est branché, ce paramètre est optionnel. -P pass Méthode simple pour entrer le mot de passe. -v Afficher les données de protocole pendant l'opération.

source: Invalid interval value of:
fr: Valeur d'intervalle non valide :

source: Defaulting to 500ms.
fr: Utilisation de 500ms par défaut.

source: Press a key to exit...
fr: Appuyer une touche pour quitter...

source: pppob - PPP over Barry Copyright 2007-2012, Net Direct Inc. (http://www.netdirect.ca/) Using: %s -l file Direct pppob log output to file (useful with -v) -p pin PIN of device to talk with If only one device plugged in, this flag is optional -P pass Simplistic method to specify device password -s Use Serial mode instead of IpModem -t Use a pseudo-tty instead of stdin/stdout -v Dump protocol data during operation (debugging only!)
fr: pppob - Liaison PPP au travers de Barry Copyright 2007-2012, Net Direct Inc. (http://www.netdirect.ca/) Utilisation : %s -l fich Rediriger les messages de pppob dans un fichier (utile avec -v) -p pin PIN du périphérique auquel parler Si un seul périphérique est branché, ce paramètre est optionnel -P pass Méthode simple pour entrer le mot de passe -s Utiliser le mode série au lieu du mode IpModem -t Utiliser un pseudo-terminal plutôt les fichiers standards -v Afficher les données de protocole pendant l'opération (pour le débogage seulement !).

source: Error in write()
fr: Erreur dans write()

source: Read error in ProcessStdin:
fr: Erreur de lecture dans ProcessStdin :

source: Cannot open /dev/ptmx:
fr: Impossible d'ouvrir /dev/ptmx :

source: Warning: grantpt() failure:
fr: Attention : échec de grantpt() :

source: Warning: unlockpt() failure:
fr: Attention : échec de unlockpt() :

source: Using IpModem mode...
fr: Utilisation du mode IpModem...

source: Using Serial mode per command line...
fr: Utilisation du mode série comme demandé dans la ligne de commande...

source: No IpModem mode available, using Serial mode...
fr: Mode IpModem non disponible, utilisation du mode série...

source: Exiting
fr: Sortie

source: exception caught in main():
fr: exception attrapée dans main() :

source: upldif - Command line LDIF uploader Copyright 2006-2012, Net Direct Inc. (http://www.netdirect.ca/) -p pin PIN of device to talk with If only one device plugged in, this flag is optional -P pass Simplistic method to specify device password -u Do the upload. If not specified, only dumps parsed LDIF data to stdout. -v Dump protocol data during operation -h This help output
fr: upldif - Envoi de fichier LDIF en ligne de commande Copyright 2006-2012, Net Direct Inc. (http://www.netdirect.ca/) -p pin PIN du périphérique auquel parler Si un seul périphérique est branché, ce paramètre est optionnel -P pass Méthode simple pour entrer le mot de passe -u Faire l'envoi. Si non précisé, les données LDIF lues seront seulement affichées sur la sortie standard. -v Afficher les données de protocole pendant l'opération. -h Cette aide

source: Store counted %d records.
fr: Le Store comprend %d enregistrements.

source: Device not found, or not specified
fr: Périphérique non trouvé, ou non spécifié

source: Supported Database parsers:
fr: Analyseurs de base de données supporté :

source: (* = can display in vformat MIME mode)
fr: (* = affichage possible en mode MIME vformat MIME)

source: Supported Database builders:
fr: Constructeurs de base de données supportés :
