Repository: NetDirect/barry
Catalog: po/*.po
Languages: fr

source: Placed the Call
fr: Appel sortant

source: Failed Call
fr: Appel échoué

source: Missed Call
fr: Appel manqué

source: Status of Call
fr: Statut de l'appel

source: Network Error
fr: Problème de réseau

source: Unsupported Status
fr: Statut non supporté

source: Phone Type
fr: Type de numéro

source: Phone Info
fr: Information sur le numéro

source: Phone Number is Set
fr: Numéro connu

source: Phone Number Not Set
fr: Numéro inconnu

source: Phone Number is Private
fr: Numéro privé

source: Command table:
fr: Table de commandes :

source: Command:
fr: Commande :

source: Nickname
fr: Surnom

source: Phone
fr: Numéro de téléphone

source: HomeFax
fr: Fax du domicile

source: WorkPhone
fr: Numéro professionnel

source: HomePhone
fr: Numéro de domicile

source: MobilePhone
fr: Numéro de mobile

source: MobilePhone2
fr: Numéro de mobile 2

source: WorkPhone2
fr: Numéro de travail 2

source: HomePhone2
fr: Numéro de domicile 2

source: OtherPhone
fr: Autre numéro

source: Company
fr: Société

source: DefaultCommMethod
fr: Moyen de communication par défaut

source: WorkAddress1
fr: Adresse professionnelle 1

source: WorkAddress2
fr: Adresse professionnelle 2

source: WorkAddress3
fr: Adresse professionnelle 3

source: WorkProvince
fr: Département du lieu de travail

source: WorkPostalCode
fr: Code postal du lieu de travail

source: JobTitle
fr: Titre professionnel

source: PublicKey
fr: Clef publique

source: Prefix
fr: Préfixe

source: HomeAddress1
fr: Adresse de domicile 1

source: HomeAddress2
fr: Adresse de domicile 2

source: HomeAddress3
fr: Adresse de domicile 3

source: UserDefined1
fr: Personnalisé1

source: UserDefined2
fr: Personnalisé2

source: UserDefined3
fr: Personnalisé3

source: UserDefined4
fr: Personnalisé4

source: HomeCity
fr: Ville du domicile

source: HomeProvince
fr: Département du domicile

source: HomePostalCode
fr: Code postal du domicile

source: HomeCountry
fr: Pays du domicile

source: EndOfList
fr: Fin de liste

source: A contact record must contain either a First/Last name, or a Company name.
fr: Un enregistrement de contact doit contenir soit un nom prénom, soit un nom de société.

source: Contact must have name or company name.
fr: Un contact doit avoir un nom ou un nom de société.

source: Unique ID
fr: ID unique

source: Email Addresses
fr: Courriel

source: First Name
fr: Prénom

source: Last Name
fr: Nom de famille

source: Phone (deprecated)
fr: Phone (déprécié)

source: Work Fax
fr: Fax professionnel

source: Home Fax
fr: Fax du domicile

source: Work Phone
fr: Téléphone professionnel

source: Work Phone 2
fr: Téléphone professionnel 2

source: Home Phone
fr: Téléphone du domicile

source: Home Phone 2
fr: Téléphone du domicile 2

source: Mobile Phone
fr: Téléphone portable

source: Mobile Phone 2
fr: Téléphone portable 2

source: Other Phone
fr: Autre numéro de téléphone

source: Default Communications Method
fr: Méthode de communication par défaut

source: Public Key
fr: Clef publique

source: User Defined Field 1
fr: Champ personnalisé 1

source: User Defined Field 2
fr: Champ personnalisé 2

source: User Defined Field 3
fr: Champ personnalisé 3

source: User Defined Field 4
fr: Champ personnalisé 4

source: Birthday
fr: Date de naissance

source: Anniversary
fr: Anniversaire

source: Work Address
fr: Adresse professionnelle

source: Work Address 1
fr: Adresse professionnelle 1

source: Work Address 2
fr: Adresse professionnelle 2

source: Work Address 3
fr: Adresse professionnelle 3

source: Work City
fr: Ville du lieu de travail

source: Work Province
fr: Département du lieu de travail

source: Work Postal Code
fr: Code postal du lieu de travail

source: Work Country
fr: Pays du lieu de travail

source: Home Address
fr: Adresse du domicile

source: Home Address 1
fr: Adresse du domicile 1

source: Home Address 2
fr: Adresse du domicile 2

source: Home Address 3
fr: Adresse du domicile 3

source: Home City
fr: Ville du domicile

source: Home Province
fr: Département du domicile

source: Home Postal Code
fr: Code postal du domicile

source: Home Country
fr: Pays du domicile

source: Categories
fr: Catégories

source: FirstName
fr: Prénom

source: LastName
fr: Nom de famille

source: Email :
fr: Courriel :

source: Categories :
fr: Catégories :

source: Birthday :
fr: Date de naissance :

source: Anniversary :
fr: Anniversaire :

source: GroupLinks:
fr: Réseaux :

source: Photo image:
fr: Photographie :

source: Error: Cannot convert complex name+address to a simple contact email address, skipping:
fr: Erreur : impossible de convertir un nom+adresse complexe en un simple courriel de contact, ignoré :

source: Content Store must have a name.
fr: Un stockage de contenu doit avoir un nom.

source: Content Store item without any data.
fr: Élément de magasin de contenu sans données.

source: File or Folder Name
fr: Nom de fichier ou de répertoire

source: Folder Flag
fr: Drapeau de dossier

source: File Content
fr: Contenu de fichier

source: File Descriptor
fr: Descripteur de fichier

source: ContentStore:
fr: Stockage de contenu :

source: Filename:
fr: Nom de fichier :

source: Folder:
fr: Répertoire :

source: BB Size:
fr: Taille sur le BB :

source: Actual Size:
fr: Taille réelle :

source: Descriptor:
fr: Descripteur :

source: Content:
fr: Contenu :

source: DatabaseDatabase: not enough data for parsing
fr: DatabaseDatabase: pas assez de données pour l'analyse

source: Unknown protocol
fr: Protocole inconnu

source: Database database:
fr: Base de données base de données :

source: Database:
fr: Base de données :

source: records:
fr: Enregistrements :

source: FolderName
fr: Nom de dossier

source: Folder Name
fr: Nom de dossier

source: Order Number
fr: Numéro d'ordre

source: Folder Level
fr: Niveau de dossier

source: Folder Type
fr: Type de dossier

source: Subtree
fr: Sous-arbre

source: Deleted
fr: Supprimé

source: Inbox
fr: Boîte de réception

source: Outbox
fr: Boîte d'envoi

source: Other
fr: Autre

source: Draft
fr: Brouillon

source: Folder Records
fr: Enregistrements de dossiers

source: Folder Name:
fr: Nom de dossier :

source: Folder Type:
fr: Type de dossier :

source: Draft
fr: Brouillon

source: Folder Number:
fr: Numéro de dossier :

source: Folder Level:
fr: Niveau de dossier :

source: Model
fr: Modèle

source: Network
fr: Réseau

source: Bands
fr: Bandes

source: Manufacturer
fr: Fabricant

source: Firmware
fr: Microprogramme

source: Platform
fr: Plateforme

source: HandheldAgent requires SetIds() to be called before ParseField()
fr: HandheldAgent requiert que SetIds() soit appelé avant ParseField()

source: Platform Version
fr: Version de plateforme

source: Handheld Agent:
fr: Périphérique :

source: HandheldAgent entry:
fr: Entrée HandeldAgent :

source: Title
fr: Titre

source: Body
fr: Corps

source: Memo::ParseField: MemoType is not 'm'
fr: Memo::ParseField: MemoType n'est pas 'm'

source: Memo entry:
fr: Entrée mémo :

source: Title:
fr: Titre :

source: Body:
fr: Corps :

source: Categories:
fr: Catégories :

source: To
fr: À

source: Bcc
fr: Cci

source: Sender
fr: Expéditeur

source: From
fr: De

source: ReplyTo
fr: Répondre à

source: Attachment
fr: Pièce jointe

source: MessageBase::BuildHeader not yet implemented
fr: MessageBase::BuildHeader non implementé

source: MessageBase::BuildFields not yet implemented
fr: MessageBase::BuildFields non implementé

source: BCC
fr: CCI

source: Reply To
fr: Répondre à

source: Message Record ID
fr: ID d'enregistrement de message

source: Message Reply To
fr: Champ Répondre à de message

source: Date Sent
fr: Données envoyées

source: Date Received
fr: Données reçues

source: Truncated
fr: Tronqué

source: Read
fr: Lu

source: Reply
fr: Réponse

source: Saved
fr: Enregistré

source: Saved Deleted
fr: Enregistré supprimé

source: Priority
fr: Priorité

source: Low
fr: Basse

source: Normal
fr: Normale

source: High
fr: Haute

source: Sensitivity
fr: Confidentialité

source: Personal
fr: Personnel

source: Index RecordId Dirty RecType
fr: Index IdEnr Sale TypeEnr

source: yes
fr: oui

source: no
fr: non

source: RecurBase::ParseField: not enough data in recurrence data field
fr: RecurBase::ParseField: Pas assez de données dans le champ périodicité

source: Unknown recurrence data type
fr: Type de donnée de périodicité inconnu

source: RecurBase::BuildRecurrenceData: Attempting to build recurrence data on non-recurring record.
fr: RecurBase::BuildRecurrenceData : tentative de créer une donnée de périodicité sur un enregistrement non périodique.

source: RecurBase::BuildRecurrenceData: Unknown recurrence data type
fr: RecurBase::BuildRecurrenceData : type de donnée de périodicité inconnu

source: Sun
fr: Dim

source: Mon
fr: Lun

source: Tue
fr: Mar

source: Wed
fr: Mer

source: Thu
fr: Jeu

source: Fri
fr: Ven

source: Sat
fr: Sam

source: Feb
fr: Fév

source: Apr
fr: Avr

source: May
fr: Mai

source: Jun
fr: Juin

source: Jul
fr: Juil

source: Aug
fr: Aoû

source: Dec
fr: Déc

source: Recurring:
fr: Périodicité :

source: Every day.
fr: Quotidienne

source: Every month on the %u%s
fr: Mensuelle, chaque %u%0s

source: Every month on the %s of week %u
fr: Mensuelle, chaque %s semaine %u

source: Every year on %s %u
fr: Annuelle, au %s %u

source: Every year in %s on %s of week %u
fr: Annuelle, en %s le %s de la semaine %u

source: Every week on:
fr: Chaque semaine le :

source: Unknown recurrence type
fr: Type de périodicité inconnu

source: Interval:
fr: Intervalle :

source: Ends: never
fr: Se termine : jamais

source: Ends:
fr: Se termine :

source: ServiceBookConfig::Build not yet implemented
fr: ServiceBookConfig::Build non implémenté

source: ------------------- End of Config Field
fr: ------------------- Fin du champ de configuration

source: Old Name
fr: Ancien nom

source: Old Desc
fr: Ancienne description

source: Old UniqueId
fr: Ancien Id unique

source: Name
fr: Nom

source: UniqueId
fr: Id unique

source: Hidden Name
fr: Nom masqué

source: ContentId
fr: Id de contenu

source: BES Domain
fr: Domaine BES

source: ServiceBook::BuildFields not yet implemented
fr: ServiceBook::BuildFields non implémenté

source: Content ID
fr: Id de contenu

source: ServiceBook entry:
fr: Entrée ServiceBook :

source: (BES) Domain
fr: Domaine (BES)

source: Message Status
fr: Statut du message

source: Delivery Status
fr: Statut d'acheminement

source: No Report
fr: Pas de rapport

source: Failed
fr: Échec

source: Succeeded
fr: Succès

source: Is New?
fr: Nouveau ?

source: New Conversation
fr: Nouvelle conversation

source: Opened
fr: Ouver

source: Timestamp in Milliseconds
fr: Horodatage en millisecondes

source: Service Center Timestamp
fr: Horodatage du centre de service

source: Data Coding Scheme
fr: Schéma de codage de données

source: 7bit
fr: 7 bits

source: 8bit
fr: 8 bits

source: Error ID
fr: ID d'erreur

source: Addresses
fr: Adresses

source: Unknown destination
fr: Destination inconnue

source: SMS record:
fr: Enregistrement SMS :

source: Timestamp:
fr: Horodatage :

source: Service Center Timestamp:
fr: Horodatage du centre de service :

source: Send Error:
fr: Erreur d'envoi :

source: Received From:
fr: Reçu de :

source: Sent to:
fr: Envoyé à :

source: Draft for:
fr: Brouillon pour :

source: Unknown status for:
fr: Statut inconnu pour :

source: New
fr: Nouveau

source: Opened
fr: Ouvert

source: Saved
fr: Enregistré

source: Deleted
fr: Supprimé

source: that starts a new conversation
fr: qui débute une nouvelle conversation

source: Content:
fr: Contenu :

source: Summary
fr: Résumé

source: Due Time
fr: Échéance

source: Alarm Time
fr: Date d'alerte

source: Task::ParseField: Task Type is not 't'
fr: Task::ParseField : le type de tâche n'est pas 't'

source: Task::ParseField: priority field out of bounds
fr: Task::ParseField : le champ priorité est hors plage

source: Task::ParseField: not enough data in time zone code field
fr: Task::ParseField : pas assez de données dans le champ de zone de temps

source: Task::ParseField: AlarmType out of bounds
fr: Task::ParseField : type d'alarme hors plage

source: Time Zone Code Valid
fr: Code de zone de temps valide

source: Alarm Type
fr: Type d'alarme

source: Status
fr: Statut

source: Not Started
fr: Non commencée

source: In Progress
fr: En cours

source: Completed
fr: Complétée

source: Waiting
fr: En attente

source: Deferred
fr: Reportée

source: None
fr: Aucun

source: By Date
fr: Par date

source: Task entry:
fr: Entrée de tâche :

source: Priority:
fr: Priorité :

source: Alarm Type:
fr: Type d'alarme :

source: Categories:
fr: Catégories :

source: TimeZone::ParseField: TimeZone Type is not valid
fr: TimeZone::ParseField : type de zone de temps invalide

source: TimeZone Name
fr: Nom de zone de temps

source: TimeZone Offset in Minutes
fr: Décalage de zone de temps en minutes

source: Use DST?
fr: Passage à l'heure d'été ?

source: DST Offset
fr: Décalage d'heure d'été

source: Start Month
fr: Mois de début

source: End Month
fr: Mois de fin

source: TimeZone Type
fr: Type de zone de temps

source: TimeZone entry:
fr: Entrée zone de temps :

source: Split Offset: hours:
fr: Décalage détaillé : heures :

source: Sample TZ:
fr: ZT exemple :

source: Use DST:
fr: Heure d'été :

source: DST Offset:
fr: Déc. heure été :

source: Start Month:
fr: Mois de début :

source: Start Month: unknown (
fr: Mois de début : inconnu (

source: End Month:
fr: Mois de fin :

source: End Month: unknown (
fr: Mois de fin : inconnu (

source: Unknowns:
fr: Inconnus :

source: Data:
fr: Données :

source: NULL time pointer passed to Date::FromTm
fr: Pointeur de temps NULL passé à Date::FromTm

source: Enum value not found in constant list
fr: Valeur d'enum non trouvée dans la liste de constantes

source: Different database types in DBNamedFieldCmp
fr: Types de bases de données différents dans DBNamedFieldCmp

source: Unknown database in DBNamedFieldCmp::operator()
fr: Base de données inconnue dans DBNamedFieldCmp::operator()

source: Skipping:
fr: Ignore :

source: Skipping invalid tar record:
fr: Enregistrement tar inconnu ignoré :

source: Invalid state in Restore::BuildRecord()
fr: État invalide dans Restore::BuildRecord()

source: Invalid state in Restore::FetchRecord()
fr: État invalide dans Restore::FetchRecord()

source: SimpleReadThread received uncaught exception:
fr: SimpleReadThread a reçu une exception non attrapée :

source: what:
fr: message :

source: SimpleReadThread recevied uncaught exception of unknown type
fr: SimpleReadThread a reçu une exception non attrapée et de type inconnu

source: SocketRoutingQueue Leftovers:
fr: SocketRoutingQueue paquet(s) en surplus :

source: packet(s) for socket:
fr: pour la socket :

source: RegisterInterest requesting a previously registered socket.
fr: RegisterInterest sur une socket déjà enregistrée.

source: SocketRead requested data from unregistered socket.
fr: Demande de données dans SocketRead sur une socket non enregistrée.

source: SocketRoutingQueue: Error creating USB read thread.
fr: SocketRoutingQueue : erreur à la création du thread de lecture USB.

source: Socket: Whole packet too short to fragment
fr: Socket : paquet entier trop petit pour être fragmenté

source: Socket: invalid sequence packet
fr: Socket: paquet de séquence invalide

source: Socket 0x%x: out of sequence. (Global sequence: 0x%x. Packet sequence: 0x%x)
fr: Socket 0x%x : hors sequence. (Séquence Globale: 0x%x. Séquence du paquet : 0x%x)

source: SocketZero: No device available for RawSend
fr: SocketZero : pas de périphérique disponible pour un RawSend

source: SocketZero::RawReceive: queue DefaultRead returned false (likely a timeout)
fr: SocketZero::RawReceive : DefaultRead sur la file a retourné faux (probablement un délai dépassé)

source: Multiple pushbacks in SocketZero!
fr: Refoulements de données multiples dans SocketZero !

source: No password specified.
fr: Pas de mot de passe donnée.

source: Socket: Device closed socket when trying to open (can be caused by the wrong password, or if the device thinks the socket is already open... please try again)
fr: Socket : le périphérique a fermé la socket lors de la tentative d'ouverture (ceci peut être causé par un mot de passe erroné, ou bien le périphérique pense que la socket est déjà ouverte... Veuillez réessayer)

source: Socket: Bad OPENED packet in Open
fr: Socket : Mauvais paquet OPENED dans Open

source: Could not find mode's starting sequence packet
fr: Impossible trouver le paquet de début de séquence du mode

source: Socket: Bad CLOSED packet in Close
fr: Socket : Mauvais paquet CLOSED dans Close

source: Socket: Missing RESET_REPLY in Close
fr: Socket : Pas de RESET_REPLY dans Close

source: Socket: unknown send data in DBFragSend()
fr: Socket : données d'envoi inconnues dans DBFragSend()

source: Socket: (read) unhandled packet in Packet():
fr: Socket : (lecture) paquet non géré dans Packet() :

source: Socket: 10 blank packets received
fr: Socket : 10 paquets vides reçus

source: Socket: unknown send data in PacketJVM()
fr: Socket : données d'envoi inconnues dans PacketJVM()

source: Socket: unknown send data in PacketData()
fr: Socket : données d'envoi inconnues dans PacketData()

source: file is not a valid Java code file
fr: le fichier n'est pas un fichier de code java valide

source: device does not support requested command
fr: le périphérique ne supporte pas la commande demandée

source: Non-sequence packet in Socket::SyncSend()
fr: Le paquet n'est pas un paquet séquence dans Socket::SyncSend()

source: Socket::Receive: queue SocketRead returned false (likely a timeout)
fr: Socket::RawReceive : DefaultRead sur la file a retourné faux (probablement un délai dépassé)

source: NULL queue pointer in a registered socket read.
fr: Pointeur de file NULL lors d'un read sur une socket enregistrée.

source: SocketRoutingQueue required in SocketZero in order to call Socket::RegisterInterest()
fr: Une SocketRoutingQueue est requise dans la SocketZero pour appeler Socket::RegisterInterest()

source: Socket (%u) already registered in Socket::RegisterInterest()!
fr: Socket (%u) déjà enregistrée dans Socket::RegisterInterest()!

source: Unable to open tar file:
fr: Impossible d'ouvrir le fichier tar

source: Unable to write eof
fr: Impossible d'écrire eof

source: Unable to close file
fr: Impossible de fermer le fichier

source: Unable to write tar header
fr: Impossible d'écrire l'en-tête tar

source: Unable to write block
fr: Impossible d'écrire le bloc

source: Only regular files are supported inside a tarball.
fr: Seuls les fichiers réguliers sont supportés dans un tarball.

source: Unable to read block
fr: Impossible de lire le bloc

source: Unable to skip tar file
fr: Impossible d'ignorer le fichier tar

source: Thread: pthread_create failed.
fr: Thread : échec de pthread_create.

source: Unknown time zone
fr: Zone de temps inconnue

source: invalid USB device ID
fr: ID de périphérique USB invalide

source: Failed to open USB device. Please check your system's USB device permissions.
fr: Impossible d'ouvrir le périphérique USB. Veuillez vérifier les permissions de votre système.

source: Timeout in usb_bulk_read
fr: Délai dépassé dans usb_bulk_read

source: Error in usb_bulk_read(
fr: Erreur dans usb_bulk_read(

source: Timeout in usb_bulk_write (1)
fr: Délai dépassé dans usb_bulk_write (1)

source: Error in usb_bulk_write (1)
fr: Erreur dans usb_bulk_read(1)

source: Timeout in usb_bulk_write (2)
fr: Délai dépassé dans usb_bulk_write (1)

source: Error in usb_bulk_write (2)
fr: Erreur dans usb_bulk_read(1)

source: Timeout in usb_interrupt_read
fr: Délai dépassé dans usb_interrupt_read

source: Error in usb_interrupt_read
fr: Erreur dans usb_interrupt_read

source: Timeout in usb_interrupt_write
fr: Délai dépassé dans usb_interrupt_write

source: Error in usb_interrupt_write
fr: Erreur dans usb_interrupt_write

source: claim interface failed
fr: échec de la réclamation d'interface

source: Success
fr: Succès

source: IO Error
fr: Erreur d'E/S

source: Invalid parameter
fr: Paramètre invalide

source: Access
fr: Droits d'accès

source: No device
fr: Pas de périphérique

source: Not found
fr: Non trouvé

source: Timeout
fr: Délai dépassé

source: Overflow
fr: Dépassement

source: Pipe
fr: Tube

source: Interrupted
fr: Interrompu

source: No memory
fr: Plus de mémoire

source: Not supported
fr: Non supporté

source: Unknown LIBUSB error code
fr: Code d'erreur LIBUSB inconnu

source: Failed to get device list
fr: Impossible d'obtenir la liste de périphériques

source: Timeout in BulkRead
fr: Délai dépassé dans BulkRead

source: Error in libusb_bulk_tranfer(
fr: Erreur dans libusb_bulk_transfer(

source: Timeout in BulkWrite
fr: Délai dépassé dans BulkWrite

source: Error in BulkWrite
fr: Erreur dans BulkWrite

source: Failed to perform a complete write
fr: Impossible d'effectuer une écriture complète

source: Timeout in BulkWrite (2)
fr: Délai dépassé dans BulkWrite (2)

source: Error in BulkWrite (2)
fr: Erreur dans BulkWrite (2)

source: Timeout in InterruptRead
fr: Délai dépassé dans InterruptRead

source: Error in InterruptRead
fr: Erreur dans InterruptRead

source: Timeout in InterruptWrite
fr: Délai dépassé dans InterruptWrite

source: Error in InterruptWrite
fr: Erreur dans InterruptWrite

source: gmtime_r() failed on time_t of:
fr: échec de gmtime_r() avec un time_t de :

source: (null pointer)
fr: (pointeur null)

source: Cannot construct vBase with null format
fr: Impossible de construire une vBase avec un format null

source: Cannot set vBase with null format
fr: Impossible de définir une vBase avec un format null

source: resource error allocating vformat attribute
fr: Erreur d'allocation d'attribut de vformat

source: resource error allocating vformat
fr: Erreur d'allocation de vformat

source: Unable to parse BDAY field
fr: Impossible de lire le champ BDAY

source: FN and ORG fields both blank in VCARD data
fr: Champs FN et ORG tous les deux vide dans les données de VCARD

source: ERROR: recurrence rule contains %s, unsupported by Barry. MIME conversion will be incorrect.
fr: ERREUR : la règle de périodicité contient %s, non supporté par Barry. La conversion MIME sera incorrecte.

source: Record data so far:
fr: Données d'enregistrement à ce point :

source: Warning: multiple items in BYDAY, not supported by device (%s). Using only the first item.
fr: Attention : éléments multiples dans BYDAY, non supporté par le périphérique (%s). Seul le premier est utilisé.

source: Warning: negative week in BYDAY (%d), unsupported by device. Converting to positive week, based on 4 week months: %d.
fr: Attention : semaine négative dans BYDAY (%d), non supporté par le périphérique. Conversion en semaine positive, basée sur 4 semaines par mois : %d.

source: Called GetDayOfMonthFromBYMONTHDAY() without a BYMONTHDAY
fr: GetDayOfMonthFromBYMONTHDAY() appelé sans BYMONTHDAY

source: Warning: BYMONTHDAY of 0, assuming 1.
fr: Attention : BYMONTHDAY vaut 0, valeur retenue : 1.

source: Warning: BYMONTHDAY larger than month (%d days). Assuming 1.
fr: Warning: BYMONTHDAY plus grand que le mois (%d jours). Valeur retenue : 1.

source: Warning: negative BYMONTHDAY (%d), unsupported by device. Converting to positive day of month: %d.
fr: Attention : BYMONTHDAY négatif (%d), non supporté par le périphérique. Converti en jour de mois positif : %d.

source: Unknown RecurringType in Barry Calendar object
fr: RecurringType inconnu dans l'objet calendrier Barry

source: Invalid COUNT in recurring rule:
fr: COUNT invalide dans la règle de récursivité :

source: Warning: WEEKLY VEVENT without a day selected. Assuming day of start time.
fr: Attention : WEEKLY VEVENT sans jour sélectionné. Utilisation du jour de début.
