Repository: NetDirect/barry
Catalog: po/*.po
Languages: fr

source: Vendor :
fr: Vendeur :

source: Required :
fr: Requis :

source: Yes
fr: Oui

source: No
fr: Non

source: Files :
fr: Fichiers :

source: Library
fr: Bibliothèque

source: Could not opendir:
fr: Échec d'opendir :

source: Cannot open ALX file:
fr: Impossible d'ouvrir le fichier ALX :

source: OS Properties :
fr: Propriétés du SE :

source: SFI File :
fr: Fichier SFI :

source: Libraries :
fr: Bibliothèques :

source: Backup: No database name available
fr: Sauvegarde : aucun nom de base de données disponibles

source: Backup: No unique ID available!
fr: Sauvegarde : aucun ID unique disponible !

source: ScreenshotToRGB: depth must be 24 or 32
fr: ScreenshotToRGB : la profondeur doit être 24 ou 32

source: ScreenshotToRGB: Screenshot data size is too small for given width+height
fr: ScreenshotToRGB : trop peu de données dans la capture d'écran, par rapport au format

source: ScreenshotToRGB: Screenshot depth is not supported (Barry supports 2 byte or 4 byte pixels in device screenshots)
fr: ScreenshotToRGB : profondeur de capture d'écran non supportée (Barry supporte 2 ou 4 octet par pixel)

source: ScreenshotToRGB: bad switch value, should never happen. Double check the data_size check.
fr: ScreenshotToRGB : mauvaise valeur de switch/case, ne devrait pas arriver. Vérifier data_size.

source: Screenshot data size is too small for given width+height
fr: Trop peu de données dans la capture d'écran, par rapport au format

source: DBDataBuilder: offset greater than size
fr: DBDataBuilder: offset plus grand que la taille

source: SeekNextCod: EOF while reading file signature
fr: SeekNextCod : fin de fichier prématurée lors de la lecture de la signature du fichier

source: SeekNextCod: EOF while reading PKZIP header
fr: SeekNextCod : fin de fichier prématurée lors de la lecture de l'en-tête PKZIP

source: SeekNextCod: EOF while skipping unused fields
fr: SeekNextCod : fin de fichier prématurée lors de la lecture des champs inutilisés

source: SeekNextCod: seek to end failed
fr: SeekNextCod : impossible de se rendre à la fin

source: SeekNextCod: seek to start failed
fr: SeekNextCod : impossible de se rendre au début

source: SeekNextCod: unknown COD file signature
fr: SeekNextCod : signature de fichier COD inconnue

source: USB library failed to initialise with libusb error:
fr: L'initialisation de la bibliothèque USB a rencontré l'erreur suivante :

source: Failed to initialise USB
fr: Impossible d'initialiser l'USB

source: DBListType dump:
fr: Contenu de DBListType :

source: Configfile: empty pin
fr: Fichier de configuration : PIN vide

source: Unable to open file for writing:
fr: Impossible d'ouvrir le fichier en écriture :

source: Error during write. Config may be incomplete.
fr: Erreur lord de l'écriture. La configuration risque d'être incomplète.

source: App name must have no spaces.
fr: Le nom d'une application ne peut pas contenir d'espace.

source: Cannot use SetKey() without specifying an appname in the constructor.
fr: Impossible d'utiliser SetKey() dans spécifier de nom d'application dans le constructeur.

source: SetKey values may not contain newline characters.
fr: Les valeurs de SetKey ne peuvent pas contenir de saut de ligne.

source: BuildFilename: getpwuid failed
fr: BuildFilename : échec de getpwuid

source: ConfigFile::CheckPath(): path is empty!
fr: ConfigFile::CheckPath(): le chemin est vide !

source: mkdir() failed to create:
fr: mkdir() n'a pas réussi à créer :

source: last mkdir() failed to create:
fr: Le dernier mkdir() a échoué à créer :

source: BuildFilename: SHGetSpecialFolderPath failed
fr: BuildFilename : SHGetSpecialFolderPath a échoué

source: BuildFilename: conversion failed
fr: BuildFilename : échec de la conversion

source: BuildDefaultPath: SHGetSpecialFolderPath failed
fr: BuildDefaultPath : SHGetSpecialFolderPath a échoué

source: Failed to convert to widechar
fr: La conversion en widechar a échoué

source: failed to create directory
fr: La création du répertoire a échoué

source: Timeout in Connector::Reconnect()... trying again
fr: Délai dépassé dans Connector::Reconnect()... Nouvelle tentative

source: Controller: Using non-threaded sockets
fr: Controller : utilisation de sockets non threadées

source: Controller: Using threaded socket router
fr: Controller : utilisation d'un routeur de socket threadé

source: Controller: GetConfiguration failed
fr: Controller : échec de GetConfiguration

source: Controller: SetConfiguration failed
fr: Controller : échec de SetConfiguration

source: Controller: explicit mode name too long
fr: Controller : nom de mode explicite trop long

source: Controller: No channel name given with RawChannel mode
fr: Controller : aucun nom de canal donné pour le mode RawChannel

source: Controller: Invalid mode in SelectMode
fr: Controller : mode invalide dans SelectMode

source: Controller: requested mode not supported
fr: Controller : le mode demandé n'est pas supporté

source: Controller: mode not selected
fr: Controller : pas de mode choisi

source: Controller: error setting desktop mode
fr: Controller : erreur lors de la définition du mode desktop

source: Data::ReleaseBuffer() argument must be -1 or >= 0
fr: L'argument de Data::ReleaseBuffer() doit être -1 ou >= 0

source: Data::ReleaseBuffer() must be called after GetBuffer()
fr: Data::ReleaseBuffer() doit être appelé après GetBuffer()

source: Data::ReleaseBuffer() must be called with a size smaller than the original buffer requested
fr: Data::ReleaseBuffer() doit être appelé avec une taille plus petite que celle demandée pour le tampon original

source: sizes differ:
fr: Les tailles sont différentes :

source: Module Name
fr: Nom de Module

source: File Name
fr: Nom de Fichier

source: Bad packet size, not enough data:
fr: Mauvaise taille de paquet, pas assez de données :

source: Required size:
fr: Taille requise :

source: Bad packet size. Packet:
fr: Mauvaise taille de paquet. Paquet :

source: Cannot open Barry argument fifo
fr: Impossible d'ouvrir la fifo passée en argument de Barry

source: Timeout in read
fr: Délai dépassé dans read

source: Error in read
fr: Erreur dans read

source: Timeout in write (1)
fr: Délai dépassé dans write (1)

source: Error in write (1)
fr: Erreur dans write (1)

source: Timeout in write (2)
fr: Délai dépassé dans write (2)

source: Error in write (2)
fr: Erreur dans write (2)

source: HOST_NOT_FOUND: The specified host is unknown
fr: HOST_NOT_FOUND : l'hôte spécifié est inconnu

source: NO_ADDRESS: The requested name is valid but does not have an IP address
fr: NO_ADDRESS : le nom requis est valide, mais n'a pas d'adresse IP

source: NO_RECOVERY: A non-recoverable name server error occurred
fr: NO_RECOVERY : une erreur no récupérable, de serveur de nom est survenue

source: TRY_AGAIN: A temporary error occurred on an authoritative name server. Try again later.
fr: TRY_AGAIN : une erreur temporaire est survenue avec un serveur de nom faisant autorité. Réessayer plus tard.

source: Unknown network error code
fr: Erreur réseau de code inconnu.

source: JDWServer::Start: Cannot open socket.
fr: JDWServer::Start : Impossible d'ouvrir la socket.

source: JDWServer::Start: Cannot bind socket
fr: JDWServer::Start : Impossible d'associer la socket.

source: JDWServer::Start: Cannot listen on socket
fr: JDWServer::Start : Impossible d'écouter sur la socket.

source: No debug information found for:
fr: Aucune information de débogage trouvée pour :

source: Packet size error !!!
fr: Taille de paquet erronée !!!

source: Commandset unknown !!!
fr: Ensemble de commandes inconnu !!!

source: Email address
fr: Adresse électronique

source: Phone number
fr: Numéro de téléphone

source: Fax number
fr: Numéro de fax

source: Work phone number
fr: Numéro de téléphone professionnel

source: Home phone number
fr: Numéro de téléphone du domicile

source: Mobile phone number
fr: Numéro de téléphone mobile

source: Pager number
fr: Numéro de pager

source: First name
fr: Prénom

source: Last name
fr: Nom de famille

source: Company name
fr: Nom de société

source: Default communications method
fr: Méthode de communication par défaut

source: Work Address, line 1
fr: Adresse professionnelle, ligne 1

source: Work Address, line 2
fr: Adresse professionnelle, ligne 2

source: Work Address, line 3
fr: Adresse professionnelle, ligne 3

source: WorkCity
fr: Ville du lieu de travail

source: WorkProvince / State
fr: Département / état du lieu de travail

source: Work Postal / ZIP code
fr: Code postal / ZIP du lieu de travail

source: WorkCountry
fr: Pays du lieu de travail

source: Job Title
fr: Titre professionnel

source: Public key
fr: Clef publique

source: Contact photo
fr: Photo du contact

source: Mailing Work address (includes address lines, city, province, country, and postal code)
fr: Adresse postale professionnelle (inclue les lignes d'adresse, la ville, le département, le pays et le code postal)

source: Mailing home address (includes address lines, city, province, country, and postal code)
fr: Adresse postale personnelle (inclue les lignes d'adresse, la ville, le département, le pays et le code postal)

source: First + Last names
fr: Prénom + Nom

source: Fully qualified domain name
fr: Nom de domaine pleinement qualifié

source: <unknown>
fr: <inconnu>

source: unknown
fr: inconnu

source: ContactLdif Mapping:
fr: Correspondance ContactLdif :

source: >>> DN attribute:
fr: >>> Attribut DN :

source: Desktop: error getting command table
fr: Desktop : échec lors de la récupération de la table des commandes

source: Desktop: database name not found:
fr: Desktop : nom de base de données non trouvé :

source: Desktop: unknown command type
fr: Desktop : type de commande inconnu

source: Desktop: unable to get command code:
fr: Desktop : impossible d'obtenir le code de commande :

source: Database ID:
fr: ID de base de donnée :

source: Desktop: device responded with unexpected packet command code:
fr: Desktop : le périphérique a répondu avec un code de commande de paquet inattendu :

source: Desktop: device responded with error code (command:
fr: Desktop : le périphérique a répondu avec le code d'erreur (commande :

source: Desktop: invalid response packet size of:
fr: Desktop : taille de paquet invalide de :

source: Desktop: unexpected command of
fr: Desktop : commande inattendue de :

source: instead of expected
fr: au lieu de

source: Desktop: no data available in SetRecord
fr: Desktop : Pas de données dans SetRecord

source: Desktop: could not clear database: (command:
fr: Desktop : Impossible de réinitialiser la base de données : (commande :

source: Desktop: error clearing database, bad response
fr: Desktop : erreur lors de la réinitialisation de la base de données, réponse incorrecte

source: This database does not exist in device:
fr: Cette base de données n'existe pas sur le périphérique :

source: Dropping record.
fr: Enregistrement ignoré.

source: DeviceParser: unknown mode
fr: DeviceParser : mode inconnu

source: Exception caught in IpModem destructor, ignoring:
fr: Exception attrapée dans le destructeur d'IpModem, ignorée :

source: Logic error: No password provided in SendPassword.
fr: Erreur de logique : Pas de mot de passe fourni dans SendPassword.

source: No password provided.
fr: Pas de mot de passe fourni.

source: Password rejected by device.
fr: Mot de passe refusé par le périphérique.

source: Exception in IpModem::DataReadThread:
fr: Exception dans IpModem::DataReadThread :

source: IP Modem not supported by this device:
fr: Modem IP non supporté par ce périphérique :

source: Fewer than %d password tries remaining in device. Refusing to proceed, to avoid device zapping itself. Use a Windows client, or re-cradle the device.
fr: Moins de %d tentatives de mot de passe restantes avec ce périphérique. On refuse de continuer, pour éviter que le device ne se petit-suicide. Utilisez un client windows ou

source: IpModem: Error sending password.
fr: IpModem : erreur à l'envoi du mot de passe.

source: This device requested a password.
fr: Ce périphérique a demandé un mot de passe.

source: This device requires a password.
fr: Ce périphérique nécessite un mot de passe

source: IpModem: Error creating USB read thread.
fr: IpModem : erreur lors de la création du thread de lecture

source: JLEventlogEntry:Parse bad guid field
fr: JLEventlogEntry : décodage, mauvais champ guid

source: JLEventlogEntry:Parse bad time field
fr: JLEventlogEntry : décodage, mauvais champ time

source: JLEventlogEntry:Parse bad severity field
fr: JLEventlogEntry : décodage, mauvais champ severity

source: JLEventlogEntry:Parse bad type field
fr: JLEventlogEntry : décodage, mauvais champ type

source: JLEventlogEntry:Parse bad app field
fr: JLEventlogEntry : décodage, mauvais champ app

source: JLEventlogEntry:Parse bad data field
fr: JLEventlogEntry : décodage, mauvais champ data

source: Always Log
fr: Toujours afficher la sortie

source: Severe Error
fr: Erreur sévère

source: Error
fr: Erreur

source: Warning
fr: avertissement

source: Debug Info
fr: Information de débogage

source: Number
fr: Nombre

source: String
fr: Chaîne

source: time:
fr: moment :

source: severity:
fr: sévérité :

source: app:
fr: application :

source: data:
fr: données :

source: Hardware Id:
fr: Id de matériel :

source: OS Version:
fr: Version de SE :

source: VM Version:
fr: Version de VM :

source: Radio ID:
fr: ID Radio :

source: Vendor ID:
fr: ID de vendeur :

source: Active Wireless Access Families:
fr: Familles d'accès sans fil actives :

source: OS Metrics:
fr: Métriques du SE :

source: Bootrom Metrics:
fr: Métriques du bootrom :

source: JavaLoader::StartStream Hello
fr: JavaLoader::StartStream bonjour

source: JavaLoader::StartStream Unknown1
fr: JavaLoader::StartStream inconnu1

source: JavaLoader::SendStream: set code size first
fr: JavaLoader::SendStream : définir la taille du code en premier

source: JavaLoader::SendStream: input stream read failed
fr: JavaLoader::SendStream : erreur à la lecture du flux d'entrée

source: JavaLoader::SendStream: not enough memory to install the application
fr: JavaLoader::SendStream : plus assez de mémoire pour installer l'application

source: JavaLoader::SendStream: send data
fr: JavaLoader::SendStream : envoi de données

source: JavaLoader::StopStream error
fr: JavaLoader::StopStream erreur

source: JavaLoader::SetTime error
fr: JavaLoader::SetTime erreur

source: unexpected packet command code:
fr: Code de commande de paquet inattendu :

source: JavaLoader::GetScreenShot expect
fr: JavaLoader::GetScreenShot attend

source: JavaLoader::DoErase: module not found:
fr: JavaLoader::DoErase : module non trouvé :

source: JavaLoader::DoErase: expected code ID not available
fr: JavaLoader::DoErase : ID du code attendue non disponible

source: JavaLoader::DoErase: COD file in use.
fr: JavaLoader::DoErase : fichier COD en cours d'utilisation.

source: JavaLoader::Save: module not found:
fr: JavaLoader::Save : module non trouvé :

source: JavaLoader::Save: expected module ID, but not available
fr: JavaLoader::Save : ID de module attendu, mais non disponbile

source: Module Name
fr: Nom de Module

source: Address
fr: Adresse

source: Byte
fr: Octet

source: Unknown01
fr: Inconnu01

source: Unknown02
fr: Inconnu02

source: Unknown03
fr: Inconnu03

source: Unknown04
fr: Inconnu04

source: Unknown05
fr: Inconnu05

source: Unknown06
fr: Inconnu06

source: byte count mismatch
fr: nombre d'octets incohérent

source: Socket alreay open in RetryPassword
fr: Socket déjà ouverte dans RetryPasswort

source: RawChannel: No routing queue set in controller
fr: RawChannel : pas de file de routage définie dans le contrôleur

source: RawChannel: Got packet not for socket-zero
fr: RawChannel : non-paquet obtenu pour la socket zéro

source: RawChannel: Got unexpected socket zero packet
fr: RawChannel : paquet inattendu pour la socket zéro

source: RawChannel: Received data to handle when in non-callback mode
fr: RawChannel : données à traiter reçues sans être en mode callback

source: RawChannel: Socket error received, what:
fr: RawChannel : reçu une erreur de socket :

source: RawChannel: send data size larger than MaximumPacketSize
fr: RawChannel : envoi de données de taille supérieure à MaximumPacketSize

source: RawChannel: Receive called when channel was created with a callback
fr: RawChannel : Receive a été appelée alors que le canal a été créé avec une callback

source: RawChannel: Data size doesn't match packet size
fr: RawChannel : la taille des données ne correspond pas à la taille du paquet

source: A SocketRoutingQueue is required in the Controller class when using Mode::Serial.
fr: Une SocketRoutingQueue est requise dans la classe Controller en Mode::Serial.

source: Must call Open() before Write() in Mode::Serial
fr: Appeler Open() avant Write() en Mode::Serial

source: Attempting to extract a return code from the wrong response packet type
fr: Tentative d'extraire un code de retour depuis un type de paquet réponse invalide

source: Records for database:
fr: Enregistrements pour la base de données :

source: Raw record dump for record:
fr: Données brutes de l'enregistrement :

source: Probe: Parse data failure:
fr: Probe : échec de l'interprétation des données :

source: Probe logged %u exception messages:
fr: Probe a enregistré %u messages d'exception :

source: Usb::Error exception caught:
fr: Exception Usb::Erreur attrapée :

source: Probe: No device descriptor for BlackBerry config (config id:
fr: Probe : pas de descripteur de périphérique pour la configuration BlackBerry (id de configuration :

source: Probe: Interface with BLACKBERRY_DB_CLASS (%u) not found.
fr: Probe : pas d'interface de classe BLACKBERRY_DB_CLASS (%u) trouvée.

source: Probe: endpoint invalid.
fr: Probe : endpoint invalide.

source: true
fr: vrai

source: false
fr: faux

source: Probe: GetConfiguration failed
fr: Probe : échec de GetConfiguration

source: Probe: SetConfiguration failed
fr: Probe : échec de SetConfiguration

source: Probe: probing endpoints failed, retrying after setting alternate interface
fr: Probe : recherche d'endpoints infructueuse, nouvelle tentative sur l'interface alternative

source: Unable to discover endpoint pair for one device.
fr: Pas de paire de endpoints trouve pour un périphérique.

source: Probe: Skipping non-bulk endpoint pair (offset:
fr: Probe : paire de endpoints non-bulk ignorée (offset :

source: Probe: Intro(0) failed, retrying after clearing halt
fr: Détection : Intro(0) a échoué, nouvelle tentative après clear halt

source: Probe: Intro(0) still failed after clearing halt
fr: Probe : Intro(0) a échoué, malgré un clear halt

source: Probe: unable to fetch PIN
fr: Probe : impossible de récupérer le PIN

source: Probe: unable to fetch description
fr: Probe : impossible de récupérer la description

source: Device ID:
fr: ID du périphérique :

source: Name:
fr: Nom :

source: Bookmark::ParseField: BookmarkType is not 'D'
fr: Bookmark::ParseField : le BookmarkType n'est pas 'D'

source: Automatic
fr: Automatique

source: Enabled
fr: Activé

source: Disabled
fr: Désactivé

source: Unknown
fr: Inconnu

source: Bookmark entry:
fr: Entrée de marque-page :

source: Name:
fr: Nom :

source: Icon:
fr: Icône :

source: Display mode:
fr: Mode d'affichage :

source: JavaScript mode:
fr: Mode JavaScript :

source: Browser Identity mode:
fr: Nom du navigateur :

source: Record Type
fr: Type d'enregistrement

source: Unique Record ID
fr: ID unique d'enregistrement

source: Bookmark Field Index
fr: Indice de champ de marque-page

source: Site Name
fr: Nom du site

source: Site Icon
fr: Icône du site

source: Site URL
fr: URL du site

source: Browser Identity
fr: Identité du navigateur

source: Auto detect browser
fr: Détecter le navigateur automatiquement

source: BlackBerry browser
fr: Navigateur BlackBerry

source: FireFox browser
fr: Navigateur FireFox

source: Internet Explorer browser
fr: Navigateur Internet Explorer

source: Unknown browser
fr: Navigateur inconnu

source: Display Mode
fr: Mode d'affichage

source: Column
fr: Colonne

source: JavaScript Mode
fr: Mode JavaScript

source: Unknown Fields
fr: Champs inconnus

source: Subject
fr: Sujet

source: Location
fr: Emplacement

source: Notification Time
fr: Date de notification

source: Start Time
fr: Date de début

source: End Time
fr: Date de fin

source: Organizer
fr: Organiseur

source: Accepted By
fr: Accepté par

source: Invited
fr: Invité

source: End of List
fr: Fin de liste

source: Calendar::ParseField: unknown appointment type
fr: Calendar::ParseField : type de rendez-vous inconnu

source: Calendar::ParseField: not enough data in time zone code field
fr: Calendar::ParseField : pas assez de données dans le champ de code de zone de temps

source: Calendar::ParseField: FreeBusyFlag out of range
fr: Calendar::ParseField : FreeBusyFlag hors d'intervalle

source: Calendar::ParseField: size data unknown in calendar field
fr: Calendar::ParseField : donnée de taille inconnue dans le champ de calendrier

source: Calendar::ParseField: ClassFlag out of range
fr: Calendar::ParseField : ClassFlag hors d'intervalle

source: Record Type Code
fr: Code de type d'enregistrement

source: All Day Event
fr: Événement sur toute une journée

source: Notification Time (0 is off)
fr: Moment de la notification (0 pour désactivée)

source: Free or Busy Flag
fr: Étiquette Libre ou Occupé

source: Free
fr: Libre

source: Tentative
fr: Provisoire

source: Busy
fr: Occupé

source: Out of Office
fr: Parti du bureau

source: Event Class
fr: Classe d'événement

source: Public
fr: Publique

source: Confidential
fr: Confidentiel

source: Private
fr: Privé

source: Time Zone Code
fr: Code de zone de temps

source: Time Zone Validity
fr: Validité de la zone de temps

source: Calendar ID
fr: ID de calendrier

source: Calendar ID:
fr: ID de calendrier :

source: All Day Event:
fr: Évenement sur toute une journée :

source: Class:
fr: Classe :

source: Free/Busy:
fr: Libre/Occupé :

source: Time Zone:
fr: Zone de temps :

source: Calendar entry:
fr: Entrée de calendrier :

source: disabled
fr: désactivé

source: Mail Account
fr: Compte de courriel

source: CalendarAll::ParseField: size data unknown in calendar field
fr: CalendarAll::ParseField : donnée de taille inconnue dans le champ de calendrier

source: CalendarAll::ParseHeader: size data unknown in calendar field
fr: CalendarAll::ParseHeader : donnée de taille inconnue dans le champ de calendrier

source: Mail Account:
fr: Compte de courriel:

source: Contact name
fr: Nom de contact

source: CallLog::ParseField: CallLogType is not 'p'
fr: CallLog::ParseField : CallLogType n'est pas 'p'

source: CallLog::ParseField: direction field out of bounds
fr: CallLog::ParseField: le champ direction est hors limites

source: Received
fr: Reçu

source: Sent
fr: Envoyé

source: Call Missing (Messagerie)
fr: Appel manqué (Messagerie)

source: Call Missing
fr: Appel manqué

source: Not supported by Barry
fr: Non supporté dans Barry

source: Undefined
fr: Indéfini

source: Known phone number
fr: Numéro de téléphone connu

source: Unknown phone number
fr: Numéro de téléphone inconnu

source: Private phone number
fr: Numéro de téléphone privé

source: Office
fr: Bureau

source: Home
fr: Domicile

source: CallLog entry:
fr: Entrée de journal d'appel :

source: Timestamp:
fr: Horodatage :

source: Direction:
fr: Sens de l'appel :

source: Status:
fr: Statut :

source: Phone info:
fr: Information sur le numéro :

source: Phone type:
fr: Type de numéro :

source: Duration:
fr: Durée :

source: days
fr: jours

source: day
fr: jour

source: Duration of Call in Seconds
fr: Durée de l'appel en secondes

source: Timestamp of Call in Milliseconds
fr: Durée de l'appel en millisecondes

source: Contact Name
fr: Nom du contact

source: Phone Number
fr: Numéro de télépone

source: Direction of Call
fr: Sens de l'appel

source: Received Call
fr: Appel entrant
