Repository: NetDirect/barry
Catalog: po/*.po
Languages: fr

source: Warning: MONTHLY VEVENT without a day type specified (no BYMONTHDAY nor BYDAY). Assuming BYMONTHDAY, using day of start time.
fr: Attention : MONTHLY VEVENT sans type de jour spécifié (ni BYMONTHDAY ni BYDAY). Utilisation de BYMONTHDAY, avec le jour de début.

source: Warning: YEARLY VEVENT without a day type specified (no BYMONTHDAY nor BYDAY). Assuming BYMONTHDAY, using day and month of start time.
fr: Attention : MONTHLY VEVENT sans type de jour spécifié (ni BYMONTHDAY ni BYDAY). Utilisation de BYMONTHDAY, avec le jour et le mois de début.

source: vCalendar data contains more than one VEVENT block, unsupported
fr: Les données de vCalendar contiennent plus qu'un bloc VEVENT, non supporté

source: Blank DTSTART
fr: DTSTART vide

source: Unknown TRIGGER VALUE
fr: TRIGGER VALUE inconnue

source: vCalendar data contains more than one VJOURNAL block, unsupported
fr: Les données de vCalendar contiennent plus qu'un bloc VJOURNAL, non supporté

source: resource error allocating vjournal
fr: erreur lors de l'allocation de ressources pour un vjournal

source: vCalendar data contains more than one VTODO block, unsupported
fr: Les données de vCalendar contiennent plus qu'un bloc VTODO, non supporté

source: resource error allocating vtodo
fr: erreur lors de l'allocation de ressources pour un vtodo

source: balxparse - Command line ALX parser Copyright 2009-2010, Nicolas VIVIEN. Copyright 2005-2012, Net Direct Inc. (http://www.netdirect.ca/) Using: %s -h This help -i lang Internationalization language -d path OS path with all ALX files -o file OS ALX filename (Platform.alx) <ALX file> ... Parse one or several ALX files. Language supported :
fr: balxparse - Analyseur lexicographique ALX en ligne de commandes Copyright 2009-2010, Nicolas VIVIEN. Copyright 2005-2012, Net Direct Inc. (http://www.netdirect.ca/) Utilisation : %s -h Cette aide -i lang Langue -d chem Chemin système vers tous les fichiers ALX -o fich Nom système de fichier ALX (Platform.alx) <ALX fichier> ... Analyse un ou plusieurs fichiers ALX. Langues supportées :

source: bcharge - Adjust Blackberry charging modes Copyright 2006-2012, Net Direct Inc. (http://www.netdirect.ca/) -d Set to dual mode (0004) -o Set a Pearl to old Blackberry mode (0001) -g Set dual mode only if database interface class 255 is not found -h This help message -p devpath The devpath argument from udev. If specified, will attempt to adjust USB suspend settings to keep the device charging. -s path The path where sysfs is mounted. Defaults to '/sys'
fr: bcharge - Définition du mode de charge Blackberry Copyright 2006-2012, Net Direct Inc. (http://www.netdirect.ca/) -d Passer en mode dual (0004) -o Passer un pearl à l'ancien mode Blackberry (0001) -g Passer en mode double seulement si interface de base de données de classe 255 n'existe pas -h Ce message d'aide -p chemin Argument devpath udev. Si précisé, essaye d'ajuster les réglages d'USB suspend pour maintenir le périphérique en charge. If specified, will attempt -s chemin Le chemin du point de montage du sysfs . '/sys' par défaut.

source: usb_control_msg failed: code: %d, %s
fr: échec de usb_control_msg : code: %d, %s

source: Can't find Mass Storage interface, assuming 0.
fr: Impossible de trouver l'interface Stockage de Masse, O utilisé.

source: usb_detach_kernel_driver_np() failed: %s
fr: échec de usb_detach_kernel_driver_np() : %s

source: usb_set_configuration() failed: %s
fr: échec de usb_set_configuration() : %s

source: Found device #%s...
fr: Périphérique #%s trouvé...

source: unable to open device
fr: impossible d'ouvrir le périphérique

source: adjusting charge setting
fr: ajustement des réglages de charge

source: already at 500mA
fr: déjà à 500mA

source: ...no Pearl mode adjustment
fr: ...pas d'ajustement en mode Pearl

source: ...adjusting Pearl mode to single
fr: ...ajustement du mode Pearl à simple

source: ...already in classic/single mode
fr: ...déjà en mode classique / simple

source: ...adjusting Pearl mode to dual
fr: ...ajustement du mode Pearl à double

source: ...already in dual mode
fr: ...déjà en mode double

source: ...no database iface found, setting dual mode
fr: ...pas d'interface de base de données, passage en mode double

source: ...found database iface, no change
fr: ...interface de base de données trouvée, pas de changement

source: usb_reset failed: %s
fr: échec de usb_reset : %s

source: ...done
fr: ...fait

source: ...no change
fr: ...pas de changement

source: autosuspend adjustment failure: (file: %s): %s
fr: échec du réglage d'autosuspend : (fichier : %s): %s

source: autosuspend adjustment failure (write): (file: %s): %s
fr: échec du réglage d'autosuspend (écriture) : (fichier : %s): %s

source: autosuspend adjustment: wrote %s to %s
fr: réglage d'autosuspend : écrit %s vers %s

source: Unable to scan devices: %s
fr: Impossible de chercher les périphériques : %s

source: Scanning for Blackberry devices...
fr: Recherche d'appareil Blackberry...

source: usb_control_transfer failed: code: %d
fr: échec de usb_control_transfer : code : %d

source: Detecting possible kernel driver conflict, trying to resolve...
fr: Détection d'un possible conflit noyau, tentative de résolution...

source: libusb_detach_kernel_driver() failed: %d
fr: échec de libusb_detach_kernel_driver() : %d

source: libusb_set_configuration() failed: %d
fr: échec de libusb_set_configuration() : %d

source: Found device #%d-%d...
fr: Périphérique #%d-%d trouvé...

source: unable to open device, %d
fr: impossible d'ouvrir le périphérique, %d

source: failed to discover power level
fr: la découverte de niveau de courant a échoué

source: failed to get device descriptor: %d
fr: impossible de récupérer le descripteur de périphérique : %d

source: libusb_reset_device() failed: %d
fr: échec de libusb_reset_device() : %d

source: Failed to start up USB: %d
fr: Échec au démarrage de l'USB : %d

source: List of debug files:
fr: Liste des fichiers de débogage :

source: bfuse - FUSE filesystem for Blackberry databases Copyright 2008-2012, Net Direct Inc. (http://www.netdirect.ca/) Using: %s
fr: bfuse - Système de fichiers pour bases de données Blackberry Copyright 2008-2012, Net Direct Inc. (http://www.netdirect.ca/) Utilisation : %s

source: Barry specific options: -p pin PIN of device to talk with If only one device is plugged in, this flag is optional -P pass Simplistic method to specify device password
fr: Options spécifiques de Barry : -p pin PIN du périphérique auquel parler Si un seul périphérique est branché, ce paramètre est optionnel -P pass Méthode simple pour entrer le mot de passe

source: Hello FUSE world. This is Barry. Pleased to meet you.
fr: Bonjour le monde de FUSE. Ceci est Barry. Enchanté de faire ta connaissance.

source: bidentify - USB Blackberry Identifier Tool Copyright 2005-2012, Net Direct Inc. (http://www.netdirect.ca/) Using: %s -B bus Specify which USB bus to search on -N dev Specify which system device, using system specific string -c If used with -m, show both hex and dec where possible -m Also show the device's ESN / MEID / IMEI -h This help -v Dump protocol data during operation
fr: bidentify - Outil USB d'identification de Blackberry Copyright 2005-2012, Net Direct Inc. (http://www.netdirect.ca/) Utilisation : %s -B bus Indique le bus USB sur lequel chercher -N périph Indique le périphérique système, chaîne dépendant du système -c Si utilisé avec -m, afficher l'hexa et le décimal si possible -m Montrer aussi l'ESN / MEID / IMEI du périphérique -h Cette aide -v Afficher les données du protocole pendant les opérations

source: Error on PIN:
fr: Erreur de PIN :

source: exception caught:
fr: exception attrapée :

source: Compiled with Boost support
fr: Compilé avec le support de Boost

source: Options to use for 'boost' type: -f file Boost serialization filename to read from or write to Can use - to specify stdin/stdout
fr: Option à utiliser avec le type 'boost' : -f fich Nom de fichier de sérialisation à lire ou écrire Utiliser - pour l'entrée et la sortie standards

source: Compiled without Boost support
fr: Compilé sans le support de Boost

source: bio - Barry Input / Output Copyright 2010-2012, Net Direct Inc. (http://www.netdirect.ca/) Using: %s %s Usage: bio -i <type> [options...] -o <type> [options...] -i type The input type (Builder) to use for producing records Can be one of: device, tar, %sldif, mime -o type The output type (Parser) to use for processing records. Multiple outputs are allowed, as long as they don't conflict (such as two outputs writing to the same file or device). Can be one of: device, tar, %sldif, mime, dump, sha1, cstore Options to use for 'device' type: -d db Name of input database. Can be used multiple times. -A Add all available device databases, instead of specifying them manually via -d -p pin PIN of device to talk to If only one device is plugged in, this flag is optional -P pass Simplistic method to specify device password -w mode Set write mode when using 'device' for output. Must be specified, or will not write anything. Can be one of: erase, overwrite, addonly, addnew Options to use for 'tar' backup type: -d db Name of input database. Can be used multiple times. Not available in output mode. Note that by default, all databases in the backup are selected, when reading, unless at least one -d is specified. -D db Name of input database to skip. If no -d options are used, then all databases are automatically selected. Using -D allows a filtering selection. If -d and -D are used for the same database, -D takes precedence. -f file Tar backup file to read from or write to %s Options to use for 'ldif' type: -c dn Convert address book database to LDIF format, using the specified baseDN -C dnattr LDIF attribute name to use when building the FQDN Defaults to 'cn' Options to use for 'mime' type: -f file Filename to read from or write to. Use - to explicitly specify stdin/stdout, which is default. Options to use for 'dump' to stdout output type: -n Use hex dump parser on all databases. -T Show only the names of the databases. Options to use for 'sha1' sum stdout output type: -t Include DB Name, Type, and Unique record IDs in the checksums Options to use for 'cstore' output type: -l List filenames only -f file Filename from the above list, including path. If found, the file will be written to the current directory, using the base filename from the device. Standalone options: -h This help -I cs International charset for string conversions Valid values here are available with 'iconv --list' -S Show list of supported database parsers and builders. Use twice to show field names as well. -v Dump protocol data during operation
fr: bio - Entrées sorties avec Barry Copyright 2010-2012, Net Direct Inc. (http://www.netdirect.ca/) Utilisation : %s %s Usage: bio -i <type> [options...] -o <type> [options...] -i type Le type d'entrée (constructeur) utilisé pour produire les enregistrements. Possibilités : device, tar, %sldif, mime -o type Le type de sortie (analyseur lexical) pour traiter les enregistrements. Plusieurs sorties sont autorisées tant qu'il n'y a pas de conflit (tels que des sorties dupliquées). Possibilités : device, tar, %sldif, mime, dump, sha1, cstore Options du type 'device : -d bdd Nom de la base d'entrée. Peut être répété. -A Ajouter toutes les bases du périphérique, plutôt que de les spécifier manuellement avec -d -p pin PIN du périphérique auquel parler Optionnel s'il n'y a qu'un périphérique -P pass Méthode simple pour entrer le mot de passe -w mode Définit le mode d'écriture. Requis, sinon rien ne sera écrit. Possibilités : erase, overwrite, addonly, addnew Options du type 'tar' en sortie : -d bdd Nom de la base d'entrée. Peut être répété. Non disponible en sortie. Noter que par défaut, toute les bases de la sauvegarde sont sélectionnées, en lecture à moins qu'au moins une option -d ne soit spécifiée. -D bdd Nom des bases d'entrée à ignorer. Si l'option -d est absente, toutes les bases sont sélectionnées automatiquement. Utiliser -D permet un filtrage sur la sélection. Si -d et -D sont utilisés pour la même base, -D l'emporte. -f fich Ficher de sauvegarde tar à lire ou écrire. %s Options du mode 'ldif' : -c dn Convertit le carnet d'adresses au format LDIF, avec le baseDN spécifié. -C dnattr Nom d'attribut LDIF à utiliser lors de la construction du FQDN. 'cn' par défaut. Options du type 'mime' : -f fich Nom de fichier à lire ou écrire. Utiliser - pour spécifier les fichiers d'entrée / sortie standard, ce qui est le défaut. Options du mode 'dump' sur la sortie standard : -n Utiliser l'analyseur affichage hexadécimal pour toutes les bases. -T Ne montrer que les noms des basses de données. Options du mode somme 'sha1' sur la sortie standard : -t Inclut le nom de la bdd, son type et les IDs uniques d'enregistrement dans la somme de contrôle. Options du type 'cstore' en sortie : -l Ne lister que les noms de fichiers. -f fich Nom de fichier de la liste au-dessus, chemin inclus. S'il est trouvé, le fichier sera écris dans le répertoire courant, en utilisant le nom de base du fichier sur le périphérique. Options communes : -h Cette aide. -I enc Encodage pour la conversion de chaînes Les valeurs admissibles sont données par 'iconv --list' -S Afficher la liste des analyseurs et constructeurs de base de données supportés. Si passée deux fois, montre également les noms des champs. -v Afficher les échanges pendant les opérations.

source: Filename not applicable for this mode
fr: Nom de fichier non applicable à ce mode

source: DB not applicable for this mode
fr: BDD non applicable à ce mode

source: DB skipping not applicable for this mode
fr: Ignorer une BDD non applicable à ce mode

source: DBs not applicable for this mode
fr: BDDs non applicables à ce mode

source: PIN not applicable for this mode
fr: PIN non applicable à ce mode

source: Password not applicable for this mode
fr: Mot de passe non applicable à ce mode

source: Device write behaviour not applicable for this mode
fr: Comportement d'écriture périphérique non applicable à ce mode

source: DN not applicable for this mode
fr: DN non applicable à ce mode

source: Attribute not applicable for this mode
fr: Attribut non applicable à ce mode

source: No hex dump option in this mode
fr: Pas d'option d'affichage hexadécimal pour ce mode

source: No name-only option in this mode
fr: Pas d'option d'affichage 'noms seuls' pour ce mode

source: Including record IDs in the SHA1 sum is not applicable in this mode
fr: Inclure les IDs d'enregistrement dans la somme SHA1 n'est pas applicable à ce mode

source: List option not applicable for this mode
fr: Option de liste non applicable à ce mode

source: Invalid PIN:
fr: PIN invalide :

source: PIN not found:
fr: PIN non trouvé :

source: PIN not specified, and more than one device exists.
fr: PIN non spécifié, or il y a plus d'un périphérique.

source: It seems you are trying to use the same device for multiple input or outputs.
fr: Il semble que vous essayiez d'utiliser le même périphérique pour de multiples entrées ou sorties.

source: Database not found:
fr: Base de données non trouvée :

source: Cannot use stdin as tar source file, sorry.
fr: Impossible d'utiliser l'entrée standard comme source tar, désolé.

source: Warning: the -w switch was not specified: no data will be written to the device.
fr: Attention : l'option -w n'a pas été activée : aucune donnée ne sera écrite sur le périphérique.

source: Cannot use stdout as tar backup file, sorry.
fr: Impossible d'utiliser stdout comme fichier de sauvegarde tar, désolé.

source: Boost output requires a specific output file (-f switch)
fr: La sortie Boost requiert un type de fichier de sortie spécifique (option -f)

source: (folder)
fr: (dossier)

source: Saving: %s as %s
fr: Sauvegarde : %s en tant que %s

source: Error during write!
fr: Erreur durant l'écriture !

source: Unknown device output mode. Must be one of: erase, overwrite, addonly, addnew
fr: Mode de sortie de périphérique inconnu. Doit être un parmi : erase, overwrite, addonly, addnew

source: bjavaloader - Command line USB Blackberry Java Loader Copyright 2008-2009, Nicolas VIVIEN. Copyright 2005-2012, Net Direct Inc. (http://www.netdirect.ca/) Using: %s -A Save all modules found -a Wipe applications only -i Wipe filesystem only -f Force erase, if module is in use -h This help -s List sibling in module list -p pin PIN of device to talk with If only one device is plugged in, this flag is optional -P pass Simplistic method to specify device password -v Dump protocol data during operation Commands: %s [-s] Lists modules on the handheld %s Provides information on the handheld %s <.cod file> ... Loads modules onto the handheld %s [-A] <module name> ... Retrieves modules from the handheld and writes to .cod file Note: will overwrite existing files! %s [-a | -i] Wipes the handheld Use Caution: Wiping filesystem will remove all data such as messages, contacts, etc. Wiping applications will remove all .cod files on the device, including OS .cod files. %s Reset IT policy to factory defaults Use Caution: Resetting IT policy to factory defaults will also perform a filesystem wipe which will remove all data such as messages, contacts, etc. %s [-f] <module name> ... Erase module from handheld %s Retrieves the handheld event log %s Clears the handheld event log %s Dump the stack traces for all threads to the event log %s <.bmp file> Make a screenshot of handheld %s [%s] Sets the time on the handheld to the current time Or the time specified as an argument to %s If given as argument, current system timezone is assumed
fr: bjavaloader - Chargeur Java USB pour Blackberry Copyright 2008-2009, Nicolas VIVIEN. Copyright 2005-2012, Net Direct Inc. (http://www.netdirect.ca/) Utilisation : %s -A Sauver tous les modules trouvés -a Effacer seulement les applications -i Effacer seulement le système de fichiers -f Forcer l'effacement si un module est en cours d'utilisation -h Cette aide -s Lister les modules apparentés, dans la liste des modules. -p pin PIN du périphérique auquel parler Si un seul périphérique est branché, ce paramètre est optionnel -P pass Méthode simple pour entrer le mot de passe -v Afficher les données de protocole pendant l'opération Commandes : %s [-s] Liste tous les modules du périphérique. %s Fournit des informations sur le périphérique. %s <fichier .cod> ... Charge des modules sur le périphérique. %s [-A] <nom de module> ... Récupère les modules depuis le périphérique et les écrit dans un fichier .cod. Note : écrase les fichiers existants ! %s [-a | -i] Efface le périphérique. Utiliser avec précautions : écraser le système de fichier effacera toutes les données, messages, contacts, etc. Écraser les applications supprimera tous les fichiers .cod du périphérique, fichiers .cod du SE inclus. %s Réinitialiser la politique IT aux paramètres par défaut Avertissement : Réinitialiser la politique IT aux paramètres par défaut va également provoquer un effacement du système de fichiers qui supprimera toutes les données, messages, contacts, etc. %s [-f] <nom de module> ... Supprime le module du périphérique %s Récupère le journal d'événements du périphérique %s Efface le journal d'événements du périphérique %s Écrit toutes les traces de pile pour tous les threads dans le journal d'événements %s <fichier .bmp> Fait une capture d'écran du périphérique %s [%s] Définit la date et l'heure sur le périphérique à la date et l'heure courantes, ou à la date et heure spécifiées en argument à %s Si un argument est passé, la zone de temps actuelle du système est utilisée.

source: Unable to parse time string:
fr: Chaîne de temps impossible à interpréter :

source: Can't open:
fr: Impossible d'ouvrir :

source: missing command
fr: commande manquante

source: No device selected, or PIN not found
fr: Pas de périphérique sélectionné ou PIN manquant

source: specify at least one .cod file to load
fr: indiquer au moins un fichier .cod à charger

source: loading:
fr: chargement :

source: done.
fr: fait.

source: specify at least one module to erase
fr: spécifier au moins un module à effacer

source: erasing:
fr: en cours d'effacement :

source: specify a .bmp filename
fr: préciser un nom de fichier .bmp

source: saving:
fr: enregistrement de :

source: specify at least one module to save
fr: préciser au moins un module à enregistrer

source: Use Caution: Wiping filesystem will remove all data such as messages, contacts, etc. Wiping applications will remove all .cod files on the device, including OS .cod files. You have selected to wipe the filesystem of device '%s' Continue with wipe? (yes/no)
fr: Précaution d'utilisation : L'effacement du système de fichiers va supprimer toutes les données telles que les messages, les contacts, etc. L'effacement des applications va supprimer tous les fichiers .cod du périphérique, ceux du SE inclus. Vous avez choisi d'effacer le système de fichier du périphérique '%s' Continuer l'effacement ? (oui / non)

source: Response of 'yes' not received, aborting.
fr: La réponse reçue n'est pas 'oui', annulation.

source: Use Caution: Resetting IT policy to factory defaults will also perform a filesystem wipe which will remove all data such as messages, contacts, etc. You have selected to reset device '%s' to factory defaults Continue with wipe? (yes/no)
fr: Précaution d'utilisation : Réinitialiser la politique IT aux paramètres d'usine va également effacer le système de fichiers, ce qui supprimera toutes les données telles que messages, contacts, etc. Vous avez choisi de réinitialiser le périphérique '%s' aux paramètres d'usine Continuer l'effacement ? (oui / non)

source: invalid command:
fr: commande invalide :

source: Usb::Error caught:
fr: Exception Usb::Error attrapée :

source: Barry::Error caught:
fr: Exception Barry::Error attrapée :

source: std::exception caught:
fr: Exception std::exception attrapée :

source: bjdwp - Command line USB Blackberry JDWP Copyright 2008-2009, Nicolas VIVIEN. Using: %s -h This help -p pin PIN of device to talk with If only one device is plugged in, this flag is optional -P pass Simplistic method to specify device password -v Dump protocol data during operation arguments <address> Interface <port> Listen port
fr: bjdwp - JDWP Blackberry par USB, en ligne de commandes. Copyright 2008-2009, Nicolas VIVIEN. Utilisation : %s -h Cette aide. -p pin PIN du périphérique auquel parler Si un seul périphérique est branché, ce paramètre est optionnel. -P pass Méthode simple pour entrer le mot de passe. -v Afficher les données de protocole pendant l'opération. arguments <adresse> Interface <port> Port d'écoute

source: bjvmdebug - Command line USB Blackberry Java Debugger Copyright 2008-2009, Nicolas VIVIEN. Copyright 2005-2012, Net Direct Inc. (http://www.netdirect.ca/) Using: %s -h This help -p pin PIN of device to talk with If only one device is plugged in, this flag is optional -P pass Simplistic method to specify device password -v Dump protocol data during operation
fr: bjvmdebug - Débogueur Java USB en ligne de commandes Copyright 2008-2009, Nicolas VIVIEN. Copyright 2005-2012, Net Direct Inc. (http://www.netdirect.ca/) Utilisation : %s -h Cette aide. -p pin PIN du périphérique auquel parler Si un seul périphérique est branché, ce paramètre est optionnel. -P pass Méthode simple pour entrer le mot de passe. -v Afficher les données de protocole pendant l'opération.

source: Java Modules List :
fr: Liste des modules java :

source: Java Threads currently running :
fr: Threads java en cours d'exécution :

source: JVM message :
fr: Message de la JVM :

source: Archive exception in DoLoadBoostFile():
fr: Exception sur une archive dans DoLoadBoostFile() :

source: Archive exception in DoSaveBoostFile():
fr: Exception sur une archive dans DoSaveBoostFile() :

source: From BB:
fr: Lu du BB :

source: Written %ld bytes over stdout
fr: %ld octets écrits sur la sortie standard
