Repository: NetDirect/barry
Catalog: gui/po/*.po
Languages: fr

source: Password Required
fr: Mot de passe requis

source: Please enter device password: (5 tries remaining)
fr: Veuillez saisir le mot de passe : (5 tentatives)

source: Configuration of Current PIN
fr: Configuration du PIN code

source: Backup path:
fr: Dossier de sauvegarde :

source: Device name:
fr: Nom du périphérique

source: Prompt for label on every backup.
fr: Demander un nom lors de chaque sauvegarde.

source: Database restore filter. Only databases selected in this list will be restored, even if more exist in the backup.
fr: Filtre des bases de données à restaurer. Si la sauvegarde contient plusieurs bases, seules celles sélectionnées seront restaurées.

source: Device database backup list:
fr: Liste des bases de données à sauvegarder :

source: Configure...
fr: Configuration...

source: Database Selection
fr: Sélection des bases de données

source: Select the device databases you wish to backup:
fr: Sélectionnez les bases de données que vous souhaitez sauvegarder:

source: Select _All
fr: Tout _Sélectionner

source: _Deselect All
fr: Tout _Déselectionner

source: Automatically select all databases on every backup
fr: Sélectionner automatiquement toutes les bases de données à chaque sauvegarde.

source: _File
fr: _Fichier

source: _Help
fr: _Aide

source: Device:
fr: Périphérique :

source: Backup
fr: Sauvegarder

source: Restore...
fr: Restauration...

source: Config...
fr: Configuration...

source: Disconnect
fr: Déconnexion

source: Rescan USB Bus
fr: Scanner le bus USB

source: Disconnect All
fr: Tout Déconnecter

source: _Device
fr: _Périphérique

source: _Connect
fr: _Connexion

source: _Disconnect
fr: _Déconnexion

source: _Backup...
fr: _Sauvegarde...

source: _Restore...
fr: _Restauration...

source: _About
fr: _A propos

source: _Backup
fr: _Sauvegarde

source: _Restore
fr: _Restauration

source: _Edit
fr: _Edition

source: _Config...
fr: _Configuration...

source: Device PIN
fr: Code PIN

source: Progress
fr: Avancement

source: Database
fr: Base de données

source: Restore
fr: Restauration

source: Device Selection
fr: Sélection du périphérique

source: Multiple BlackBerry devices have been found. Please select the one to work with:
fr: Plusieurs périphériques BlackBerry ont été trouvés. Veuillez en sélectionner un :

source: Please enter device password: (
fr: Veuillez saisir le mot de passe : (

source: tries remaining)
fr: essais restants)

source: Select the device databases you wish to recover. This selection acts like a filter, in that only the databases you select here will be restored, even if more exist in the backup data.
fr: Filtre des bases de données à restaurer. Si la sauvegarde contient plusieurs bases, seules celles sélectionnées seront restaurées.

source: Glib::Exception caught in main:
fr: Glib::Exception attrapée dans main :

source: Usb::Error caught in main:
fr: Usb::Error attrapée dans main :

source: Device busy. This is likely due to the usb_storage kernel module being loaded. Try 'rmmod usb_storage'.
fr: Périphérique occupé. Ceci est probablement dû à la présence du module usb_storage dans le noyau. Essayez 'rmmod usb_storage'.

source: std::exception caught in main:
fr: std::exception attrapée dans main :

source: Enable protocol debug output to stdout/stderr
fr: Activer l'affichage du debogage du protocole sur stdout/stderr.

source: Options specific to the Barry Backup application.
fr: Options spécifiques à l'application Barry Backup.

source: Backup program for the Blackberry Handheld
fr: Programme de sauvegarde pour périphérique Blackberry

source: Name
fr: Nom

source: Status
fr: Statut

source: Scanning for devices...
fr: Recherche des périphériques en cours...

source: There were some potential BlackBerry devices that could not be probed. Please check your system's USB permissions if this happens regularly.
fr: Certains périphérique pouvant potentiellement être des Blackberry n'ont pas pu être testés. Veuillez vérifier les permission USB de votre système si cela se produit régulièrement.

source: No devices.
fr: Aucun périphérique.

source: 1 device:
fr: 1 périphérique :

source: devices:
fr: périphériques :

source: All devices loaded.
fr: Détection des périphériques terminée.

source: Connecting to Device...
fr: Connexion au périphérique...

source: Cannot connect to
fr: Impossible de se connecter à

source: Connection cancelled.
fr: Connexion annulée.

source: Connected to
fr: Connecté à

source: is working, disconnecting from it may cause data corruption, are you sure to proceed?
fr: est en cours d'utilisation, une déconnexion pourrait corrompre vos données, êtes-vous sûr de vouloir continuer ?

source: Disconnected from
fr: Déconnexion de

source: Not connected.
fr: Non connecté.

source: Unnamed device found (PIN:
fr: Périphérique inconnu trouvé (PIN :

source: Please enter a name for it:
fr: Veuillez saisir un nom :

source: Error saving config:
fr: Erreur lors de la sauvegarde de la configuration

source: One or more devices are working, disconnecting now may cause data corruption. Proceed anyway?
fr: Un ou plusieurs périphériques sont en cours d'utilisation, une déconnexion pourrait corrompre vos données.Continuer?

source: Backup on
fr: Sauvegarde du

source: Restore on
fr: Restauration du

source: Operation on
fr: Opération sur

source: finished!
fr: terminée!

source: Warning Not all records were processed on device:
fr: Attention Tous les enregistrements n'ont pu être traités sur le périphérique :

source: Only
fr: Seulement

source: of
fr: enregistrements sur

source: records were backed up. It is suspected that due to international characters in these records, the BlackBerry uses a different low-level protocol, which Barry Backup does not yet support. Alternatively, there may be hidden records that cannot be edited in your device. If this occurs in a database such as Address Book, sometimes a restore of just that database may fix the issue.
fr: ont été traités. Cela peut être dû au fait qu'en raison de caractères spéciaux, votre BlackBerry utilise un protocole bas-niveau différent, que Barry Backup ne supporte pas encore. Il est également possible que des enregistrements cachés soient présents, qui ne peuvent pas être édités sur votre périphérique. Si cela se produit dans une base de données telle que le Carnet d'Adresses, une simple restauration de cette base peut corriger le problème.

source: Summary:
fr: Résumé :

source: Warning: Record counts are not the same on device:
fr: Attention : le nombre d'enregistrements n'est pas le même sur le périphérique :

source: It claims to have
fr: Il indique avoir

source: records, but actually retrieved
fr: enregistrements, mais le nombre réellement récupéré est de

source: Thread already in progress.
fr: Traitement déjà en cours.

source: Could not create directory:
fr: Impossible de créer le dossier :

source: No databases selected in configuration.
fr: Aucune base de données n'a été sélectionnée.

source: Please enter a label for this backup (blank is ok):
fr: Veuillez saisir un nom pour cette sauvegarde (vide est accepté) :

source: Error starting backup thread:
fr: Erreur lors du lancement de la sauvegarde:

source: Backup of
fr: Sauvegarde du

source: in progress...
fr: en cours...

source: Select backup to restore from
fr: Sélectionner la sauvegarde en restaurer

source: Error starting restore thread:
fr: Erreur lors du lancement de la restauration :

source: Restore of
fr: Restauration du

source: Config saved successfully.
fr: Configuration enregistrée avec succès.

source: and Barry contributors. See AUTHORS file
fr: et les contributeurs du projet Barry. Voir le fichier AUTHORS

source: for detailed contribution information.
fr: pour davantage d'informations.

source: Using library:
fr: Bibliothèque utilisée :

source: Terminated by user.
fr: Interrompu par l'utilisateur.

source: Error while restoring
fr: Erreur pendant la restauration

source: Will continue processing.
fr: Poursuite du traitement.

source: Error on database:
fr: Erreur concernant la base de données :

source: claimed to have
fr: prétend avoir

source: Thread already running.
fr: Traitement déjà en cours.

source: Active
fr: Actif

source: Ready
fr: Prêt

source: Connected
fr: Connecté

source: Backup...
fr: Sauvegarde...

source: error:
fr: erreur :

source: Erasing database:
fr: Suppression de la base de données :

source: Restored database:
fr: Base de données restaurée :
