Repository: NetDirect/barry
Catalog: opensync-plugin/po/*.po
Languages: fr

source: GetChanges: slow sync request detected, clearing cache and id map
fr: GetChanges : requête de synchronisation lente détectée, nettoyage du cache et de la table des id

source: found an ADDED change
fr: Un changement ADDED a été rencontré

source: found a MODIFIED change
fr: Un changement MODIFIED a été rencontré

source: no change detected
fr: Pas de changement détecté

source: change record ID: %s
fr: Changement de l'ID de l'enregistrement : %s

source: found DELETE change
fr: Un changement DELETE a été rencontré

source: Error saving calendar cache
fr: Erreur lors de la sauvegarde du cache du calendrier

source: Error saving calendar id map
fr: Erreur lors de la sauvegarde de la table des id du calendrier

source: Unable to get config data: %s
fr: Impossible d'obtenir les données de configuration : %s

source: Unable to allocate memory for environment: %s
fr: Impossible d'allouer de la mémoire depuis l'environnement : %s

source: Unable to find PIN %lx
fr: Impossible de trouver le PIN %lx

source: Unable to allocate memory for controller: %s
fr: Impossible d'allouer la mémoire pour le contrôleur : %s

source: unable to get commit function pointer
fr: Impossible de récupérer le pointeur de fonction de commit

source: unable to get sync object that matches change type
fr: Impossible d'obtenir un objet de synchronisation qui corresponde au type de changement

source: This object type is disabled in the barry-sync config
fr: Ce type d'objet est désactivé dans la configuration de barry-sync

source: uid from change object is blank!
fr: L'uid dans l'objet change est vide !

source: CommitData() for ADDED state returned false: %s
fr: CommitData() pour l'état ADDED a retourné false : %s

source: CommitData() for MODIFIED state returned false: %s
fr: CommitData() pour l'état MODIFIED a retourné false : %s

source: Unknown change type
fr: Type de changement inconnu

source: found existing uid in map: %lu
fr: uid existant trouvé dans la table : %lu

source: parsed uid already exists in map, skipping
fr: L'uid lu existe déjà dans la table, ignoré

source: made new record id: %lu
fr: Création d'un nouvel id d'enregistrement : %lu

source: Tried to use empty Connector
fr: Tentative d'utiliser un Connector vide

source: Clearing dirty flag for db %u, index %u
fr: Suppression du drapeau dirty pour la base %u, index %u

source: calendar syncing enabled
fr: Synchronisation de calendrier activée

source: contacts syncing enabled
fr: Synchronisation des contacts activée

source: using password from config file
fr: Utilisation du mot de passe du fichier de configuration

source: ERROR: vcard:Barry::ConvertError exception: %s
fr: ERREUR : exception dans vcard:Barry::ConvertError : %s

source: Can't use recommended recordId, generating new one.
fr: Impossible d'utiliser le recordId recommandé, un nouveau est généré.

source: data:
fr: Données :

source: adding record
fr: Ajout de l'enregistrement

source: setting record
fr: Modification de l'enregistrement

source: clearing dirty flag
fr: Suppression du drapeau dirty

source: ERROR: vevent:Barry::ConvertError exception: %s
fr: ERREUR : exception dans vevent:Barry::ConvertError : %s
